{
    "order": 138,
    "name": "Disgruntled Decks: Marine Corps/Jarhead Edition",
    "filename": "Disgruntled_Decks_Marine_Corps_Jarhead_Edition",
    "black_cards": [
        {
            "text": "_ and _ make the USMC the most homophobic AND homoerotic service branch.",
            "pick": 2
        },
        {
            "text": "_ makes your PFT score go down faster than a Thai hooker during Cobra Gold!",
            "pick": 1
        },
        {
            "text": "_ will cripple the Marine Corps. _ will save it.",
            "pick": 2
        },
        {
            "text": "A Marine Corps costume party, you say? What's the theme?",
            "pick": 1
        },
        {
            "text": "After a Mary Jane Rottencrotch finger banging session, you sniff your digits and recognize the smell of _.",
            "pick": 1
        },
        {
            "text": "After numerous reports of Marines falling ill, the VA has reluctantly that _ causes dick cancer.",
            "pick": 1
        },
        {
            "text": "An enormous statue commemorating _ was erected in front of the Lee Harvey Oswald School of Marksmanship Excellence.",
            "pick": 1
        },
        {
            "text": "As the Arizona lawn dart plummeted to Earth, the Harrier pilot screamed \"_\" and ejected out of the cockpit.",
            "pick": 1
        },
        {
            "text": "Congratulations! You joined the Marine Corps! Get ready for _.",
            "pick": 1
        },
        {
            "text": "Describe the Marine Corps with one card.",
            "pick": 1
        },
        {
            "text": "Determined to be admin-separated during boot camp, Recruit Weasel Dick tries _ and narrowly succeeds.",
            "pick": 1
        },
        {
            "text": "Directed by Michael Bay, the unnecessary sequel to Full Metal Jacket is basically three hours of _.",
            "pick": 1
        },
        {
            "text": "Doc is funny. Doc tells good stories. Doc once told a story about finding _ in someone's asshole.",
            "pick": 1
        },
        {
            "text": "During the Battle of the Chosin Reservoir, Colonel Chesty Puller annihilated countless Chinese soldiers using _.",
            "pick": 1
        },
        {
            "text": "Embrace the suck, boot! Pain is just _ leaving your body.",
            "pick": 1
        },
        {
            "text": "Ever since General Mattis knife handed me, I can't fall alseep without having nightmares about _.",
            "pick": 1
        },
        {
            "text": "Ever since the explosion, every time I hear a loud noise I think of _.",
            "pick": 1
        },
        {
            "text": "Face it, you were born to be a fat body. Hell, I bet you could get fat off of _.",
            "pick": 1
        },
        {
            "text": "For its latest cheesy ad campaign, Recruiting Command has created GruntMan, a superhero with the powers of _ and _.",
            "pick": 2
        },
        {
            "text": "Friday's linerty safety brief warns Marines to avoid _.",
            "pick": 1
        },
        {
            "text": "Gender integration for all combat jobs has caused promotions to be mostly based on _.",
            "pick": 1
        },
        {
            "text": "General Mattis' iTunes™ playlist is a disturbing collection of songs about _ and _.",
            "pick": 2
        },
        {
            "text": "Give it 20 years and the Corps will be nothing but _.",
            "pick": 1
        },
        {
            "text": "Given enough time, grunts will turn any situation into _.",
            "pick": 1
        },
        {
            "text": "Greetings, POGs! I am the Chesty 2000, a cybernetic body slayer from the future to save the Corps from _.",
            "pick": 1
        },
        {
            "text": "Gunny keeps saying he's got a meeting at Regiment, but what he's really doing is _.",
            "pick": 1
        },
        {
            "text": "Gunny on Gunny violence: a serious scourge plaguing our Corps. How do we stop it?",
            "pick": 1
        },
        {
            "text": "Gunny told me if I don't cut back on _ then I'm for sure getting ninja punched.",
            "pick": 1
        },
        {
            "text": "Gunny, why are you crying?",
            "pick": 1
        },
        {
            "text": "Hey, boot! What happened to your fucking face?!?",
            "pick": 1
        },
        {
            "text": "Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.",
            "pick": 1
        },
        {
            "text": "Honor, Courage, Commitment, and _: The Newest Marine Corps Value.",
            "pick": 1
        },
        {
            "text": "How to be a Marine Recruiter:\n- Lie to dumb kids;\n- Have sex with dumb kids;\n- _.",
            "pick": 1
        },
        {
            "text": "I don't care what your team leader says, _ is not an excuse for being drunk on duty!",
            "pick": 1
        },
        {
            "text": "I lied and blamed _, but the actual reason I was late to formation was because of _.",
            "pick": 2
        },
        {
            "text": "I walked in the house, saw _, and KNEW Jody had just been there!",
            "pick": 1
        },
        {
            "text": "I'm so damn sick of MREs! I would rather eat _.",
            "pick": 1
        },
        {
            "text": "If my deployment was made into a hardcore snuff film, it would be full of _ and _.",
            "pick": 2
        },
        {
            "text": "In Arabic, OORAH translates to _.",
            "pick": 1
        },
        {
            "text": "In J.K. Rowling's new novel, Harry Potter and the Cursed Corps, Harry uses _ in his fight against the dark forces of _.",
            "pick": 2
        },
        {
            "text": "In Pixar's new movie, Fuck Your Feelings, a lovable infantry platoon harnesses the power of _ to explodinate terrorist faces.",
            "pick": 1
        },
        {
            "text": "In the new episode of Pimp My Barracks, a few lucky Marines find themselves with a room full of _.",
            "pick": 1
        },
        {
            "text": "Infantry platoon - rational decisions making abilities = _.",
            "pick": 1
        },
        {
            "text": "Instead of using wax to buff the deck, the E-5 and below are forced to use _.",
            "pick": 1
        },
        {
            "text": "Interrogators are now using _ and _ as their new go-to torture methods.",
            "pick": 2
        },
        {
            "text": "June is LGBT Pride Month. What is the Marine Corps doing to celebrate?",
            "pick": 1
        },
        {
            "text": "Look, over there!\nIt's a bomb crater!\nIt's a mass grave!\nNo, it's _!",
            "pick": 1
        },
        {
            "text": "Marine Corps coloring books filled with pictures of _ and _ are now being issued to all Recruits.",
            "pick": 2
        },
        {
            "text": "Marines are to _ as Sailors are to _.",
            "pick": 2
        },
        {
            "text": "Marines make numerous sacrifices to keep this country safe, which is why they should always be provided with _.",
            "pick": 1
        },
        {
            "text": "Of course Mad Dog Mattis never got married! He was too busy with _.",
            "pick": 1
        },
        {
            "text": "Play stupid games, win stupid prizes. Your punishement is _.",
            "pick": 1
        },
        {
            "text": "Reveille! Reveille! Reveille! Drop your cocks and grab _!",
            "pick": 1
        },
        {
            "text": "Selfless service is best exemplified by a Marine's dedication to _ and _.",
            "pick": 2
        },
        {
            "text": "Semper Fidelis has been replaced with \"_ and _,\" the new Marine Corps motto.",
            "pick": 2
        },
        {
            "text": "Smug Naval Academy grads believe they're the best at _.",
            "pick": 1
        },
        {
            "text": "So you can give _ to Jesus, but your ass belongs to the Corps!",
            "pick": 1
        },
        {
            "text": "Step 1: Ship to boot camp.\nStep 2: _.\nStep 3: NJP'd.",
            "pick": 1
        },
        {
            "text": "Terminal Lance comics need more _!",
            "pick": 1
        },
        {
            "text": "That dumb shit new boot got a moto tattoo across his back that says _.",
            "pick": 1
        },
        {
            "text": "The \"new\" Marine Corps is now kinder, gentler, and more focused on _.",
            "pick": 1
        },
        {
            "text": "The deplorable state of morale in the Corps can be attributed to a combination of _ and _.",
            "pick": 2
        },
        {
            "text": "The Few, the Proud, _.",
            "pick": 1
        },
        {
            "text": "The Grunt Diet:\n- 1 part _;\n- 2 parts _;\n- And a dash of _.",
            "pick": 3
        },
        {
            "text": "The key to being the ideal Marine is _.",
            "pick": 1
        },
        {
            "text": "The Marine Corps ensurs _ is hand delivered to needy children around the world.",
            "pick": 1
        },
        {
            "text": "The new Amphibious Assault Vehicle is really just a pontoon boat filled with _.",
            "pick": 1
        },
        {
            "text": "The newest religious charity, Christ's Huge Package, sends _-themed care packages to troops overseas.",
            "pick": 1
        },
        {
            "text": "The only thing worse than mindlessly reading MCDP-1 Warfighting is _.",
            "pick": 1
        },
        {
            "text": "The spirit of Chesty Puller is rumored to haunt the grounds of Paris Island, channeling his ghostly energy into _.",
            "pick": 1
        },
        {
            "text": "There's no argument. The most lethal thing on the battlefield is _ in the hands of a Marine.",
            "pick": 1
        },
        {
            "text": "This is my rifle. There are many like it but this one is _.",
            "pick": 1
        },
        {
            "text": "Unlimited _! That's what you're getting for re-enlisting, you poor dumb bastard!",
            "pick": 1
        },
        {
            "text": "What caused you to lose ANOTHER meritorious board to a wook?",
            "pick": 1
        },
        {
            "text": "What do you think Cpl Wassef Ali Hassoun is doing right now?",
            "pick": 1
        },
        {
            "text": "What does the Commandant of the Marine Corps daydream about during congressional hearings?",
            "pick": 1
        },
        {
            "text": "What is the greatest achievement of the Lance Corporal Underground?",
            "pick": 1
        },
        {
            "text": "What made your grandmother knit \"A hardcore death dealer sleeps here\" into a quilt she made for you?",
            "pick": 1
        },
        {
            "text": "What made your rack smell like homeless people were fucking in it?",
            "pick": 1
        },
        {
            "text": "What puts the \"party\" in working party?",
            "pick": 1
        },
        {
            "text": "What's more predictable than an Osprey crash?",
            "pick": 1
        },
        {
            "text": "When you're not around, the barracks sergeant sneaks into your room and slips _ under your pillow.",
            "pick": 1
        },
        {
            "text": "While working with \"Civilian Marines,\" a hostile work environment complaint was lodged against you for _.",
            "pick": 1
        },
        {
            "text": "Why's Gunny drunk again?!?",
            "pick": 1
        },
        {
            "text": "You can ban it, outlaw it, and burn it, but you'll never remove _ from my precious Corps!",
            "pick": 1
        },
        {
            "text": "You can't kill _. Trust me, the Corps has tried.",
            "pick": 1
        },
        {
            "text": "Your Marine Corps Ball date blows your Gunny in the bathroom. What are you doing to numb the pain?",
            "pick": 1
        },
        {
            "text": "Your new platoon sergeant is moto as fuck and won't stop talking about _.",
            "pick": 1
        }
    ],
    "white_cards": [
        "1st Sgt's second ex-wife.",
        "A \"Proud Parent of Cannon Fodder\" bumper sticker.",
        "A 4 lb. turd log splash that causes blue shitter water to coat your ass cheeks.",
        "A 98-year-old WWII Vet who still hates the Japanese.",
        "A Benghazi-themed costume party.",
        "A bootpack filled with stupid ass boot stuff.",
        "A bunch of fucking POGs acting like a bunch of fucking POGs.",
        "A burly wookie's camel toe sweat stain.",
        "A captain quoting Sun Tzu like a pretentious cocksucker.",
        "A captain's welfare Beamer.",
        "A Chinese cyber attack on Pornhub that cripples morale across the force.",
        "A chokeslam/NJP combo for telling your drill instructor to fuck his mother.",
        "A clueless Lt watching TED talks on leadership.",
        "A dark green Marine who's hung like a 120mm mortar tube.",
        "A donkey-borne iED.",
        "A fighting hole tugjob.",
        "A Gate 2 Street handjob from an 85-year-old Okinawan mama-san.",
        "A greasy, unshaven dependa FUPA.",
        "A grunt screaming \"MOTHER FUCKER\" for no particular reason.",
        "A Joint Chiefs bukkake biscuit party.",
        "A Memorial Day parade ruined by two drunk Marines fist fighting an elderly woman.",
        "A miscarried deployment pregnancy.",
        "A pimply-face grunt who smells like cheap cologne and grandma pussy.",
        "A plan to kill everyone you meet.",
        "A plate carrier made from beaver pelts sewn together with old lady pubes.",
        "A POG turned Sith Lord.",
        "A Predator delivering fiery death from above.",
        "A product line of cordite-scented sex toys endorsed by \"Fruity\" Rudy Reyes.",
        "A promising post-Corps career at McDonald's.",
        "A questionable Terminal Lance comic that praises global jihad.",
        "A re-enlistment promise that shrivels up and dies.",
        "A sagging pair of lopsided dependa tits.",
        "A salty puddle of Camp Lejeune ball sweat.",
        "A school circle of Geiger Tigers.",
        "A Seaman full of semen.",
        "A slimy fucking walrus-looking piece of shit.",
        "A Smart Car pacekd with five Marines and a case of Natty Light.",
        "A softer, more ticklish Corps that's powered by unicorn cum.",
        "A SSgt whi is functionally illiterate.",
        "A sucking chest wound.",
        "A suicide awarenes skit that uses penis puppetry.",
        "A Taliban wrestling tournament.",
        "A terrorist puking blood into your mouth.",
        "A thermite grenade stuffed inside a life-sized mannequin of Harry Potter.",
        "A throbbing moto boner.",
        "A totally respectable marriage while on boot camp leave.",
        "A vegan MRE made from raw bell peppers and raccoon fur.",
        "A Vietnam Vet who can still fuck you up.",
        "A water buffalo filled to the brim with pumpkin spice latte and white girl cooze.",
        "A weepy jerk sesh using tears of loneliness while everyone else is on Christmas leave.",
        "A well-hung Afghan child.",
        "A wookie with an MCMAP Black Belt.",
        "A working party composed of best friends making memories and having lots of laughs!",
        "Accidentally propositioning your commander on Grindr.",
        "Accidentally setting the barracks on fire with a hairspray flamethrower.",
        "Actually calling cadence like soe goddamn weirdo.",
        "Afghan sheep who can't say no.",
        "Amphibious operations.",
        "An anatomically correct SECDEF blow-up doll with adjustable vibrating booty hole settings.",
        "An excessively thorough pecker checker.",
        "An intel analyst with a bad case of the Asperger's.",
        "An MRE poop that possesses the density of a small neutron star.",
        "An overly enthusiastic platoon commander.",
        "An SIQ chit for having Down Syndrome.",
        "Androgyunous MARSOC candidates.",
        "Another sexual assault on a Japanese civilian.",
        "Another surprising Osprey crash.",
        "Arriving 15 minutes prior to the 15 minutes prior to the 15 minutes prior.",
        "ASVAB waivers.",
        "Baby oiled Midshipmen playing shirtless volleyball.",
        "Bag nasties.",
        "Barney-style.",
        "Barracks duty on a holiday weekend.",
        "Barracks rats.",
        "BCGs,",
        "Because Gunny said so!",
        "Becoming a broke-dick POG in record time.",
        "Being as useful as tits on a bull.",
        "Being MARSOC as fuck.",
        "Belt-fed erections.",
        "Big truck and tiny cock!",
        "Blaming IEDs on the Jews.",
        "Blown out wooks.",
        "Boot bands.",
        "Bountiful barracks butt stuff.",
        "Breaching a door using a small Afghan child as a hasty battering ram.",
        "Buying new cammies because Gunny said you look like a bag of smashed assholes.",
        "Cacner-ridden children becoming honorary Marines.",
        "Captain-level stupidity.",
        "Carelessly scorching the innocent with Willie Pete.",
        "Carving dicks in stuff with a KA-BAR.",
        "Charred human remains.",
        "Cherry Point.",
        "Child-borne IEDs.",
        "Chrism smelling laundry soap.",
        "Chugging several canteens filled with hobo cum.",
        "Cleaning your boots with boiled hotdog water.",
        "Combat Jews wearing camo yarmulkes.",
        "Confiscating and burning books.",
        "Cool war trophies and stuff.",
        "Crossing piss streams over the face of a dead haji.",
        "Dead Iraqi children.",
        "DEATH BEFORE DISHONOR!",
        "Death by snu-snu.",
        "Declining SGLI coverage.",
        "Decorating the platoon Christmas tree with tasteless pornaments.",
        "Dedicating your Medal of Honor speech to Harambe the fallen gorilla.",
        "Deflowering a princess.",
        "Denied leave.",
        "Destroying a piece of barracks ass like a JDAM Afghan orphanage.",
        "Diamond-encrusted skates.",
        "Diggin' shit canals and setting them on fire.",
        "Discovering your commander's hidden stash of Jody cuckold porn.",
        "Doc's bottomless stash of Motrin® and foot powder.",
        "Doc's extensive collection of lanced genital warts.",
        "Doc's secret weapon: The Silver Bullet!",
        "Double-tapping the wounded.",
        "Drawing dicks over drawings of dicks.",
        "Dressing like a typical boot.",
        "Ducking under a church pew while mistaking a dependa queef for indirect fire.",
        "Dying of dysentery.",
        "Eating your fat ass out of the Corps.",
        "Every swinging dick.",
        "Executing detainees.",
        "Experiencing a Chipotle blood fart halfway through a PFT.",
        "Explodinating a terrorist's head.",
        "Exploding so dead you're reincarnated into an abortion.",
        "Falling asleep on fire watch.",
        "Falling out of a battalion moto run and receiving the Silver Bullet.",
        "Fallujah.",
        "Fat chicks with a Marine Corps fetish.",
        "Female Marines cycling together and leaking period blood all over the goddamn deck chairs!",
        "Female Marines cycling together and leaking period blood all over the goddamn deck chairs!",
        "Female Marines who shoot better and PT harder than you.",
        "Field chow so bad it gives you tuberculosis of the clitoris.",
        "Field coffee brewed with Caitlyn Jenner's stale tit sweat.",
        "Fighting radical Islam, dude!",
        "Finding nude pics of your mom in a terorist safe house.",
        "Firing for effect.",
        "Fleet Week hook-ups.",
        "FOCUS missionaries.",
        "Frat bro Lts.",
        "Free meal hunting on Veterans' Day.",
        "Fucks in Chucks.",
        "Furry wooks with no-shave chits.",
        "Gender-neutral bathrooms.",
        "General \"Mad Dog\" Mattis",
        "General James Mattis' oiled, rippling abs.",
        "Getting caught up in an NCIS prostitution sting on Camp Leatherneck.",
        "Getting dicked over by the Corps, or how I learned to accept the Digital Dildo.",
        "Getting the DIC in Okinawa.",
        "Glow belts.",
        "Good initiative, bad judgment.",
        "Goodnight, Chesty Puller!",
        "Growing a sweet Hitler 'stache on leave.",
        "Hardcore malingering.",
        "Having your dick hole stomped by LtCol Rob Riggle, the OIC of stomping dick holes!",
        "Having zero fucks to give.",
        "Hazing Muslim boots on tumble dry, low heat.",
        "Hazing yourself.",
        "High fiving an Afghan warlord.",
        "High velocity freedom.",
        "Huffing JP-8 out of an empty MRE bag.",
        "IEDs in America. Seriously, WTF?!?",
        "Impregnating Sarah Palin's daughter.",
        "Inappropriately yelling BAMCIS.",
        "Inserting a .50 cal round between your butt cheeks and squeezing.",
        "Intel analyst intensely playing Magic: The Gathering™.",
        "Inviting the Church of Satan to perform an invocation at your court-martial.",
        "IPAC computers that run on grunt tears.",
        "Jarhead 2.",
        "Jody'ing the Jody who Jody'd you.",
        "Killing a man for his jalapeno cheese spread.",
        "Killing bodies hardcore great job!",
        "Knife hand fetish porn.",
        "L-shaped flashlight double penetration gape porn.",
        "Laughing at all the fat body Soldiers.",
        "Leacving bottles of piss sitting out for a health and comfort inspection.",
        "Life",
        "Living by the Navy's motto, \"Gay is OK until bedtime!\"",
        "Malaria pills that make your tits fall off.",
        "Man Love Thursdays.",
        "Marine Corps Orders: Spreading the gospel one MARADMIN at a time.",
        "Marine Wife: The \"hardest\" job in the Corps!",
        "Meeting your first two wives at The Driftwood.",
        "Mercy killing the neighbor's cat with an E-tool.",
        "Moderat goat rapists.",
        "Morally ambiguous acts of war.",
        "MSgt's crusty balls popping out of his silkies.",
        "NinJa Punched!",
        "Non-consensual sex.",
        "Obnoxious amounts of liquor and turkey Lunchables in your barracks fridge.",
        "Officer Candidates.",
        "Olympic-level skating.",
        "Operating a blowjob ring inside tent city.",
        "Overwhelming firepower.",
        "Pathetically inviting a celebrity to your ball with a cringey YouTube video.",
        "Playing safety brief BINGO.",
        "Policing brass until your fingers bleed.",
        "Pounding dick in the porta-shitter.",
        "Pre-club gym pumps.",
        "Pretending to take college courses in Okinawa so your Lt will let you get a license.",
        "Proudly displaying your Nazi flag in your Scout Sniper platoon photo.",
        "Pulling pits.",
        "Qualifying \"surgical with this bitch\" at the range.",
        "R. Lee Ermey shitting in his adult diaper.",
        "Rat fucking the Crayola® box.",
        "Rationalizing the terrible things you have seen and done in combat.",
        "Recreating the Iwo Jima flag raising using two blow-up dolls and a stolen golf flag.",
        "Recruit Training.",
        "Recruits.",
        "Referring to everyone, including your dependents, as dick necks.",
        "Rendering the fat of your enemies over a burning pile of baby parts and techincal manuals.",
        "Replacing your ribbon rack with replica Pokemon™ badges.",
        "Replying to the 1st Sgt with \"OORAH\" no matter what is asked of you.",
        "Roasting marshmallows over a crackling pile of burning Qurans.",
        "Roasting TOP SECRET s'mores over a burning barrel of classified material.",
        "Roasting your subordinates like a straight fucking savage.",
        "Rolling another MRAP.",
        "Ruck march thigh chafing so bad it looks like you miscarried a Hot Pocket.",
        "Running indoors during Colors like the shitbag you are!",
        "Safety briefs with trigger warnings.",
        "Sand fleas. So many sand fleas.",
        "Saying \"Back in MY Marine Corps\" like a crusty old fuck.",
        "Scratching an itch",
        "Screaming \"Let's not turn this rape into a murder\" at your kid's softball game.",
        "Seeing the 1st Sgt's wife's titty tassles at The Driftwood.",
        "SEMPER FI, MOTHER FUCKERS!",
        "Several IPAC clerks doing absolutely nothing.",
        "Several tiny dicks drawn all over your face.",
        "Shotgunning a Rip It® in 120 degree heat.",
        "Shut up.",
        "Slay bodies and chill.",
        "Slipping on a terrorist's postmortem poop.",
        "Smoking a rock or something.",
        "Snacking on some crayons.",
        "Snickering at a sergeant in the Marine Corps Band.",
        "Sniffing subordinate's asshole to assert dominance.",
        "Some weak ass POG bullshit.",
        "Speed waxing your asshole with 100mph tape.",
        "Spending eternity at the armory.",
        "Spitting on Okinawan protesters.",
        "Stabbing a man in winter to see the steam rise from his wounds.",
        "Stacking bodies.",
        "Stomping out a crotch fire.",
        "Sun Gods 'til your dick skinners fall off.",
        "Suppressive fire.",
        "Surviving a sniper round to the dome.",
        "Sweeping sand in Iraq.",
        "Syphilis Gene, the unclean Marine.",
        "Tactical embarrassment.",
        "Taking a headshot while chewing bubblegum.",
        "Taking gender reassignment homrones to win a meritorious board.",
        "Tattoo policies created by retards.",
        "That one dark green Marine who finished swim qual 1!",
        "The colonel's wife \"pulling rank.\"",
        "The Combat Action Ribbon.",
        "The combat eye gouge.",
        "The Corpsman Cocktail: Vitamin M and water!",
        "The good kid",
        "The half 80's pornstar/pedo deployment 'stache.",
        "The inevitable LCpl post-deployment Ford Mustang purchase.",
        "The infamous Marine Corps boat cloak.",
        "The Jacksonville Ninja.",
        "The Lance Corporal Underground.",
        "The Legendary Sergeant Major Bradley Kasal.",
        "The Math for Marines MCI.",
        "The miraculous healing properties of Chesty's tears.",
        "The NCO Creed.",
        "The overwhelming competency of the Marine Corps Reserve.",
        "The pungent smell of a gynocologist`s glove",
        "The Shithouse Poet.",
        "The smell of decomposing villagers.",
        "The United States Marine Corps.",
        "The United States Naval Academy.",
        "Tossing a sack of whimpering puppies over a cliff.",
        "Trading MRE Skittles® for a super sloppy rimjob.",
        "Tranny hookers on port call.",
        "Transgendered grunts.",
        "Treating your EAS date like a retirement.",
        "Twerking in a MOPP suit.",
        "Two in the chest, one in the head... winning hearts and minds!",
        "Two Marines tying their dicks together.",
        "Unknowingly raising Jody's kids.",
        "Unsuccessfully unfucking yourself.",
        "Uppercutting POGs into the sun.",
        "Using a hammer to construct a cabinet and also to bludgeon Afghan villagers.",
        "Using a poncho liner to float down the barracks roof during a typhoon party.",
        "Vienna sausage and cottage cheese-flavored MREs.",
        "War stories with happy endings.",
        "Watching Generation Kill for the fifth time this month.",
        "Wearing nothing but silkies, boot bands, and a light coat of CLP.",
        "Wearing your dress blues then drownin in pussy.",
        "Whipping your dependents like Hebrew slaves.",
        "Whispering to your chaplain that Jesus Christ was a pussy.",
        "Wishing you'd remembered to shower before your gynecology",
        "Wook vagina that looks like a grenade went off behind a deli counter.",
        "Wookies with bowl cuts.",
        "Yelling \"BABY KILLERS\" at boots in an airport terminal.",
        "Yet another POG-ass admin Marine who became a drill instructor.",
        "You done fucked up, Devil Dog!",
        "Your platoon sergeant A.K.A. Satan himself.",
        "Zig-zaggedy shrapnel scars."
    ]
}