{
    "order": 137,
    "name": "Disgruntled Decks: Coast Guard/Coastie Edition",
    "filename": "Disgruntled_Decks_Coast_Guard_Coastie_Edition",
    "black_cards": [
        {
            "text": "_ clearly places this cluster fuck of a mission in the red.",
            "pick": 1
        },
        {
            "text": "_ got me banned from the Liberty Lounge for life.",
            "pick": 1
        },
        {
            "text": "_ was the reason I got reverted at Camp May.",
            "pick": 1
        },
        {
            "text": "_: the new and improved way to compel compliance.",
            "pick": 1
        },
        {
            "text": "_: the secret weapon of the E-3 Mafia.",
            "pick": 1
        },
        {
            "text": "AHOY, Seaman! Welcome to the Cutter Midgett! Prepare for a nonstop onslaught of _.",
            "pick": 1
        },
        {
            "text": "At TRACEN Yorktown, every safety brief must include a thorough discussion about _.",
            "pick": 1
        },
        {
            "text": "Boatswain's mate and damage controlman have merged to form a new rate, whose primary duties include _ and _.",
            "pick": 2
        },
        {
            "text": "BREAKING NEWS! In an unbelievable feat of heroism, USCG rescue swimmers recovered _ from the North Atlantic.",
            "pick": 1
        },
        {
            "text": "Delirious from _, a cackling Patrick Etheridge once exclaimed, \"You have to go out, but you don't have to come back!\"",
            "pick": 1
        },
        {
            "text": "Describe your time in the Coast Guard with one card.",
            "pick": 1
        },
        {
            "text": "Douglas Munro posthumously received the Medal of Honor for extraordinary heroism in the face of _.",
            "pick": 1
        },
        {
            "text": "Ensign + _ = an embarrassing international incident.",
            "pick": 1
        },
        {
            "text": "Food service specialists are always pissed off. _ doesn't even make them happy.",
            "pick": 1
        },
        {
            "text": "Gather 'round, shipmates! It's time for a sea story about _ and _.",
            "pick": 2
        },
        {
            "text": "Hey, XO! Instead of just echoing the commander, why don't you tell us about the importance of _?",
            "pick": 1
        },
        {
            "text": "Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage.",
            "pick": 1
        },
        {
            "text": "Honor, Respect, Devotion to Duty, and _: the newest Coast Guard Core Value.",
            "pick": 1
        },
        {
            "text": "How can I explain my time on patrol? Well, I guess it's mostly _ and _.",
            "pick": 2
        },
        {
            "text": "How useful is the Coast Guard Auxiliary? I'll put it this way, they're about as useful as _.",
            "pick": 1
        },
        {
            "text": "I never truly understood maritime enforcement until I stumble upon _.",
            "pick": 1
        },
        {
            "text": "I will always be at my station, alert and atteding to _.",
            "pick": 1
        },
        {
            "text": "In exchange for safe passage, Colombian drug cartels are now bribing Seaman with _.",
            "pick": 1
        },
        {
            "text": "Kevin Costner and Ashton Kutcher have teamed up for The Guardian II: Searchier, Rescueier, and _.",
            "pick": 1
        },
        {
            "text": "Petty officer, I regrettably request to inform you about _.",
            "pick": 1
        },
        {
            "text": "Sometimes discipline is used to mean punishment, but the real meaning of discipline can be described by the words _.",
            "pick": 1
        },
        {
            "text": "The newest Coast Guard Regulation extensively covers _, a major focal point for the new Commandant.",
            "pick": 1
        },
        {
            "text": "The newest revision of 14 USC 89(a) now allows _ to more effectively compel compliance.",
            "pick": 1
        },
        {
            "text": "The only reason a few Coasties graduated BUD/S is because they bribed the cadre with _.",
            "pick": 1
        },
        {
            "text": "The only redeeming quality of TRACEN Petaluma is _.",
            "pick": 1
        },
        {
            "text": "Those bastards! I was minding my own business when CGPD came along and ticketed me for _.",
            "pick": 1
        },
        {
            "text": "Uh-oh, Boats broke the boat again! What did he do this time?",
            "pick": 1
        },
        {
            "text": "What does the Master Chief Petty Officer of the Coast Guard dream about most nights?",
            "pick": 1
        },
        {
            "text": "What finally sank the Eagle?",
            "pick": 1
        },
        {
            "text": "What gets chief hot and bothered?",
            "pick": 1
        },
        {
            "text": "What gives the Commandant of the Coast Guard the willies?",
            "pick": 1
        },
        {
            "text": "What is the new unofficial mascot of the Coast Guard?",
            "pick": 1
        },
        {
            "text": "What made Popeye's forearms so girthy?",
            "pick": 1
        },
        {
            "text": "When other service branches hear \"United States Coast Guard,\" they can't help but think of _.",
            "pick": 1
        },
        {
            "text": "You're either a boatswain's mate or you work for one, unless you're affiliated with _.",
            "pick": 1
        }
    ],
    "white_cards": [
        "1790",
        "A 34-hour SAR mission.",
        "A clueless baby ensign.",
        "A company commander getting arrested for smuggling drugs and stolen weapons.",
        "A dignified burial at sea.",
        "A donkey show at the All Hands Club.",
        "A Fireman falling victim to scurvy.",
        "A floating garbage can full of smelly migrants.",
        "A friendly visit from CGIS.",
        "A googly-eyed company commander with a think Jamaican accent.",
        "A mentally challenged reserve commander who actually lost a boat.",
        "A morbidly obese DC1 arriving to muster on a mobility scooter.",
        "A pathetic re-enlistment at the \"E\" Club where no one attends, not even for free cake and beer.",
        "A saltwater wet down followed by a salty \"wet down.\"",
        "A salty food service specialist dribbling queef juice all over your meatloaf.",
        "A stuttering \"A\" School instructor who can't read good but wants to learn to do other stuff good too.",
        "Aborted boat babies going overboard.",
        "Alexander Hamilton's mummified corpse.",
        "An informative memo about the dangers of ball tapping.",
        "An officer getting trashed off of two appletinis and a shot of peppermint schnapps.",
        "An official memo banning the word \"moist.\"",
        "An old, crusty chief.",
        "An unusually attractive health services tech.",
        "Because chief said so!",
        "Bering Sea shrinkage.",
        "Binge watching Netflix速 while on duty.",
        "Blaming shit on Reservists.",
        "Bloated, drowning victims.",
        "Boatswain's mates, masters of seamanship!",
        "Boondockers.",
        "Breaking a mother fucker with the iron wrist lock take down!",
        "Buoy tenders: the worst, dirtiest people.",
        "Buying unhealthy amounts of cheap booze at Yorktown.",
        "Chief's expansive collection of 80's pornography.",
        "Chief's wife's back boobs.",
        "Cleaning stations.",
        "Clicking through mandatory training slides while watching butt porn on your iPhone速.",
        "Commandant Pappie's unnecessary war on unit ball caps.",
        "Constantly being put on the watch bill because nobody likes you.",
        "Dead marine mammals.",
        "Discovering a mysterious island inhabited solely by filthy monkey men.",
        "Douglas Munro seductively whispering \"Did they get off?\"",
        "Drowning the homeless at sea.",
        "Elusive positive page sevens.",
        "Embarking on a PATFORSWA adventure to float around in the heat and hand out lifejackets.",
        "Endlessly arguing with the Mexicans over jurisdiction.",
        "Fending off insults from other service branches.",
        "Fining recreational boaters for their inadequate number of lifejackets.",
        "Fishery Enforcement.",
        "Fuck fuck games on the Eagle.",
        "Fucking Academy grads!",
        "Gear adrift, gear a gift!",
        "Going to open mast for making grimy boat porn.",
        "Handcuffing people in the dumbest fucking way possible.",
        "Hating your life because the Coast Guard never lets you do anything cool.",
        "Hispanic boaters who aren't smuggling drugs.",
        "Hitting \"Reply All\" to an email and crashing the entire network.",
        "Incomplete PRACs.",
        "Intoxicated spring breakers.",
        "Inviting the Church of Satan to perform an invocation at your change of command.",
        "Irregular bowel movements brought to you by Cape May's galley.",
        "Jayhawk barrel rolls.",
        "Knowingly jerking off next to a shipmate in the head.",
        "Looking forward to Boston's Gay Pride Parade.",
        "Loving The Guardian, but also hating The Guardian.",
        "Marrying your \"A\" School instructor and the inevitable divorce that follows.",
        "Master chief's impressive beer gut.",
        "Never having a clean combination cover.",
        "Not actually knowing the words to Semper Paratus.",
        "Not giving a fuck because you just remembered you're not a petty officer.",
        "Painting rocks orange.",
        "Participating in a change of command while completely sloshed.",
        "Passing tape because of your stumpy gorilla neck.",
        "Performing morally depraved acts to get your travel voucher processed.",
        "Performing naked cartwheels on the TRACEN commander's lawn.",
        "Pissing yourself after spending 13 hours in the bilge.",
        "Pretending to know how to read a boat board.",
        "Provocatively removing your Air Force Blue shirt in the Chief's Mess.",
        "Racing into a hurricane to avoid a menopausing staff officer.",
        "RAMMING SPEED!",
        "Regrettably marrying a gigantic ham beast for the BAH.",
        "Remembering that you're part of the best damn lifesaving service on the planet!",
        "Rogue waves.",
        "Scratch and sniff, 3D, next level porta-shitter artwork.",
        "Sevens.",
        "Shooting a harpoon into a bottlenose dolphin's adorable face.",
        "Shooting seagulls for fun.",
        "Shouting no-no words over comms.",
        "So. Many. Life jackets!",
        "Soiling your Mustang速 suit.",
        "Some steamy company commander on-recruit action.",
        "Striking rate to get off the boat.",
        "Teaching Soldiers how to drive a boat.",
        "That one black guy who can swim.",
        "That one coxswain who likes to hit whitecaps.",
        "The Auxiliary saying asinine bullshit over the radio.",
        "The CCC Gallatin, the floating fuck boat.",
        "The Coast Guard Core Values.",
        "The endless adventures of \"A\" School.",
        "The lead Seaman.",
        "The orgasmic taste of Chewy速 Bars.",
        "The Polar Star!",
        "The ship store's disappointing selection of cheap candy and trash food.",
        "The Thadmiral's throbbing erection for all things law enforcement.",
        "Traveling full speed through a protected manatee habitat.",
        "Turning random objects into hammers.",
        "Wearing the parka with Trops like some sort of fuckng weirdo.",
        "Yelling \"Do a backflip!\" at a bridge jumper.",
        "Yelling \"SEMPER PARATUS!\" while swatting a wasp nest with a broom.",
        "Zealously berating Cadets for doing stupid Cadet things."
    ]
}