{
    "order": 162,
    "name": "KinderPerfect: More Expansion Pack",
    "filename": "KinderPerfect_More_Expansion_Pack",
    "black_cards": [
        {
            "text": "_ has me questioning my life choices.",
            "pick": 1
        },
        {
            "text": "_ is a f**king nihgtmare!",
            "pick": 1
        },
        {
            "text": "_ is why I can never run for PTA president.",
            "pick": 1
        },
        {
            "text": "As a parent, I get excited about _.",
            "pick": 1
        },
        {
            "text": "I never thought I'd have to worry about _.",
            "pick": 1
        },
        {
            "text": "I wish Doc McStuffins could fix _.",
            "pick": 1
        },
        {
            "text": "It was all fun and games until _.",
            "pick": 1
        },
        {
            "text": "Mother's Day would not be complete without _.",
            "pick": 1
        },
        {
            "text": "My kids are famous for _.",
            "pick": 1
        },
        {
            "text": "My mom always said _ builds character.",
            "pick": 1
        },
        {
            "text": "My secret fear.",
            "pick": 1
        },
        {
            "text": "Only parents know the joy of _.",
            "pick": 1
        },
        {
            "text": "Our weekends are now consumed by _.",
            "pick": 1
        },
        {
            "text": "Parenthood: powered by _ and sustained by _.",
            "pick": 2
        },
        {
            "text": "Science will never explain the origin of _.",
            "pick": 1
        },
        {
            "text": "Sesame Street should have a song about _.",
            "pick": 1
        },
        {
            "text": "The last time I did a Monster Under the Bed check, I found _.",
            "pick": 1
        },
        {
            "text": "Today's mommy-shaming moment is brought to you by _.",
            "pick": 1
        },
        {
            "text": "Today's tantrum is brought to you by _.",
            "pick": 1
        },
        {
            "text": "We need an Instagram hashtag to celebrate _.",
            "pick": 1
        },
        {
            "text": "Why did grandma send the kids home?",
            "pick": 1
        },
        {
            "text": "Why did the babysitter quit?",
            "pick": 1
        },
        {
            "text": "Why I'm THAT parent.",
            "pick": 1
        },
        {
            "text": "Why is mommy so #blessed?",
            "pick": 1
        },
        {
            "text": "You know you are a parent when _ seems normal.",
            "pick": 1
        }
    ],
    "white_cards": [
        "A dead battery in the noisy toy",
        "A diaper-eating dog",
        "A kid's birthday party that costs more than our wedding",
        "A pee-free toilet seat",
        "A sandbox fight club",
        "A toddler mute button",
        "An everlasting iPad battery",
        "Another germ-infested, bone-breaking bouncy house",
        "Asking Alexa for parenting advice",
        "Bedtime battles",
        "Bribing your kids with candy to brush their teeth",
        "Cleaning puke out of your cleavage",
        "Convincing yourself the drive-thru is a healthy dinner option",
        "Diaper blowouts",
        "Disapproving looks from childless couples",
        "Discussing poop with parents you've just met",
        "Doing snow angels on Walmart's dirty floor",
        "Drinking a whole bottle of wine to unwind",
        "Eating chocolate in the closet",
        "Faking a poop just to sit in silence",
        "Fighting over the last Girl Scout cookie",
        "Figuring out you could probably survive a week on the crap in your car",
        "Forgetting their after-school activity . . . Again",
        "Forgetting which twin is which",
        "Getting your period the one weekend your parents have the kids",
        "Giving in to ice cream for dinner just to quiet the kids",
        "Giving the sick kid Tylenol and sending them to daycare anyway",
        "Glitter, the curse of crafting",
        "Grocery store tantrums",
        "Having a favorite child",
        "Helping them look for their candy that you ate last night",
        "Knowing which kid farted by their distinct smell",
        "Letting your kid watch someone else read them books on YouTube",
        "Literally hiding from my kids",
        "Mixing up pajama day with picture day",
        "Noise canceling headphones and a bottle wine",
        "Not giving a sh*t while chaperoning",
        "Oh sh*t . . . twins!",
        "One tequila, two tequila, three tequila, FLOOR",
        "Packing lunches that never get eaten",
        "Pants with elastic wastbands",
        "Pee-soaked mattress",
        "Peeing your pants",
        "Phonetically spelled hate mail from my 5 year old",
        "Playing hide and go poop",
        "Pretending we like other people's children",
        "Putting ketchup on literally everything",
        "Reading the same book over and over and over and over again",
        "Realizing the pre-kids you was so wrong about everything",
        "Redecorating with spill proof fabrics",
        "Running into an ex just as your kid goes full tantrum",
        "Saying thank you when handed a booger",
        "School tuition payments larger than our monthly mortgage",
        "Secretly looking forward to going to work on Mondays",
        "Sending the kid to daycare even when you have the day off",
        "Setting all the clocks forward an hour so they go to bed early",
        "Someone making millions unwrapping toys on YouTube",
        "Taking 3 hours to go on a 15 minute errand",
        "Telling my kids everything is spicy so I don't have to share",
        "That dumbass who parks in the drop off lane",
        "The constant aroma of baby vomit and explosive diarrhea",
        "The fight over whose farts smell the worst",
        "The impossible-to-find Christmas present",
        "The inappropriate honesty of a 5 year old",
        "The Man Flu",
        "Trying to take them to school on a Saturday",
        "Underwear negotiations",
        "Unicorn stickers everywhere",
        "Using a record number of wipes in a single diaper change",
        "Using spit as a cleaning aid",
        "Using your sleeve as a snot rag",
        "Vomit laundry",
        "Waiting in line for 3 hours to meet a Disney character for 3 seconds",
        "Watching cartoons after the kids are in bed",
        "Wiping another ass"
    ]
}