{
    "order": 47,
    "name": "PAX Prime 2013",
    "filename": "PAX_Prime_2013",
    "black_cards": [
        {
            "text": "_: Ain't nobody got time for that!",
            "pick": 1
        },
        {
            "text": "In the new DLC for Mass Effect, Shepard must save the galaxy from _.",
            "pick": 1
        },
        {
            "text": "No Enforcer wants to manage the panel on _.",
            "pick": 1
        },
        {
            "text": "The most controversial game at PAX this year is an 8-bit indie platformer about _.",
            "pick": 1
        },
        {
            "text": "There was a riot at the Gearbox panel when they gave the attendees _.",
            "pick": 1
        },
        {
            "text": "What made the whole wedding so awkward?",
            "pick": 1
        },
        {
            "text": "What's the latest cargo on the secret military space shuttle?",
            "pick": 1
        }
    ],
    "white_cards": [
        "70,000 gamers sweating and farting inside an airtight steel dome.",
        "A fun-filled suicide pact.",
        "A homemade, cum-stained Star Trek uniform.",
        "A madman who lives in a policebox and kidnaps women.",
        "Achieving the manual dexterity and tactical brilliance of a 12-year-old Korean boy.",
        "Allowing nacho cheese to curdle in your beard while you creep in League of Legends.",
        "An angry stone head that stomps on the floor every three seconds.",
        "Being an attractive elf trapped in an unattractive human's body.",
        "Bowser's aching heart.",
        "Buying virtual clothes for a Sim family instead of real clothes for a real family.",
        "Charles Barkley Shut Up and Jam!",
        "eating a plateful of brownies and then...WHAT THE FUCK WHY ARE THE WALLS MOVING",
        "Filling every pouch of a UtiliKilt™ with pizza.",
        "Full HD.",
        "Getting into a situation with an owlbear.",
        "Google Glass + e-cigarette: Ultimate Combo!",
        "Grand Theft Auto: Fort Lauderdale.",
        "Legendary Creature - Robert Khoo.",
        "Mario Kart rage.",
        "Never watching, discussing, or thinking about My Little Pony.",
        "Nude-modding Super Mario World.",
        "Offering to fuck away people's PTSD.",
        "Reading the comments.",
        "Rolling a D20 to save a failing marriage.",
        "SNES cartridge cleaning fluid.",
        "Tar.",
        "Temporary invincibility.",
        "The boner hatch in the Iron Man suit.",
        "The Cockpocalypse.",
        "The colonel's wife \"pulling rank.\"",
        "The decade of legal inquests following a single hour of Grand Theft Auto.",
        "The gravity gun.",
        "The Sarlacc.",
        "Turn-of-the-century sky racists.",
        "Unlocking a new sex position.",
        "Winning the approval of Cooking Mama that you never got from actual mama.",
        "You and your best friend simultaneously flashing the hand signal for \"abortion\" at the first sound of a baby crying.*"
    ]
}