{
    "order": 178,
    "name": "Pigs Against Profanity: Volume 3",
    "filename": "Pigs_Against_Profanity_Volume_3",
    "black_cards": [
        {
            "text": "_ - the incredible new documentary series narrated by David Attengborough.",
            "pick": 1
        },
        {
            "text": "1.5 million years ago, Dinosaurs were wiped off the face of the earth by _.",
            "pick": 1
        },
        {
            "text": "After surviving cancer, i really want to make the most of my life by _.",
            "pick": 1
        },
        {
            "text": "Alton Towers have announced their new roller coaster will be called _.",
            "pick": 1
        },
        {
            "text": "An apple a day keeps the doctor away, _ keeps the rapists away.",
            "pick": 1
        },
        {
            "text": "And here we see the alpha male of the species uses _ to entice a mating partner.",
            "pick": 1
        },
        {
            "text": "Brexit won`t solve immigration but _ will.",
            "pick": 1
        },
        {
            "text": "By the year 2025,it`s believed over 50% of the world will be _.",
            "pick": 1
        },
        {
            "text": "Give a man a fish and you feed him for a day, give a man _ and he`ll eat forever.",
            "pick": 1
        },
        {
            "text": "Great things always come from _.",
            "pick": 1
        },
        {
            "text": "I always find the key to sucess is _.",
            "pick": 1
        },
        {
            "text": "If I ever met the Queen I would tell her about _ and _.",
            "pick": 2
        },
        {
            "text": "Introducing..._ the new childrens book by David Walliams.",
            "pick": 1
        },
        {
            "text": "It`s been revealed that Disney`s latest animated film will be called - _.",
            "pick": 1
        },
        {
            "text": "Maybe she`s born with it, maybe it`s _.",
            "pick": 1
        },
        {
            "text": "My doctor recently diagnosed my condition as _.",
            "pick": 1
        },
        {
            "text": "Researchers now believe the increased level across the UK is a result of _.",
            "pick": 1
        },
        {
            "text": "Scientists have proved that once we die ,our souls are re-incarnated into a world of _.",
            "pick": 1
        },
        {
            "text": "Single man reveal yourself .... Hi Ladies my name is Steve and my party Trick is... _.",
            "pick": 1
        },
        {
            "text": "Sorry I'm late I was too busy _.",
            "pick": 1
        },
        {
            "text": "The government have now passed a new law which makes _ compulsory.",
            "pick": 1
        },
        {
            "text": "The most effective way of killing the cast of Love Island is _ .",
            "pick": 1
        },
        {
            "text": "The NHS has revealed that _ is the most likely cause of death in the UK.",
            "pick": 1
        },
        {
            "text": "The Olympic Committee are considering _ as a new sport for the next Olympic games.",
            "pick": 1
        },
        {
            "text": "The Royal Oak School for boys will be the first in the UK to introduce _.",
            "pick": 1
        },
        {
            "text": "The votes are in the UK`s most popular flavour of crisps is... _.",
            "pick": 1
        },
        {
            "text": "The World would be a better place if we had more _.",
            "pick": 1
        },
        {
            "text": "They Grow up so fast. One minute they`re crawling around trying to say their first words, the next minute they`re _.",
            "pick": 1
        },
        {
            "text": "This Christmas give the gift of _.",
            "pick": 1
        },
        {
            "text": "To get an audition for this years X Factor, you`ll need to be able to sing whilst _.",
            "pick": 1
        },
        {
            "text": "Tonight Matthew, i`m going to be _.",
            "pick": 1
        },
        {
            "text": "Welcome to England, the home of _ and_.",
            "pick": 2
        }
    ],
    "white_cards": [
        "39 frozen Vietnamese immigrants.",
        "A brown stinking turd cutter.",
        "A crocodile with a Scouse accent.",
        "A deadly mix of hydrochloric acid and fake tan.",
        "A non-down syndrome version of Lewis Capaldi.",
        "A sleep over with a bus full of convicted pedophiles.",
        "Abusing Vulnerable old people.",
        "An Army of smack heads with HIV infected needles.",
        "Anorexia",
        "Ant in your booty and Dec in your mouth.",
        "Asking a double amputee to knit you a nice Christmas jumper.",
        "Being fingered by Prince Andrew.",
        "Being forced to walk around Ikea for the rest of your life.",
        "Being shagged in the fart box by the ghost of George Michael.",
        "Being so skint that you let your landlord finger blast your shit pipe to pay off the rent.",
        "Climbing 50 flights of stairs to reach Weatherspoon`s toilets.",
        "Clones of Rolf Harris.",
        "Daddy Issues.",
        "Deleting gay porn from your browser history.",
        "Donald Trump sitting on your face.",
        "Eggy farts.",
        "Farting in a baby`s face.",
        "Forced marriage.",
        "Freezing a shit and using it to penetrate your partner.",
        "Fucking rawwwwwwwwwwwww.",
        "Genital wart puss.",
        "Getting a boner at your Nan`s funeral.",
        "Getting an erection over an amputee`s stump.",
        "Getting suicidal thoughts after going on the Jeremy Kyle show.",
        "Getting two hamsters stuck in your vagina.",
        "Going down on an obese girl whilst using her flabby stomach as a hoodie.",
        "Going on a Tinder date whilst the body of your last Tinder date decays in the boot of your car.",
        "Grenfell Tower The Movie starring Jacob Rees-Mogg.",
        "Greta Thunberg.A slimy pussy hole.",
        "How to shag a chubby girl part 1.",
        "Identifying your dead husband after he was eaten by a 10ft shark.",
        "Jizzing in your Mother in-law's soup.",
        "Katie Hopkins.",
        "Leaving Neverland 2 - The confession tapes of Bubbles the chimp.",
        "Leg amputation.",
        "Letting your with have a threesome with Boris Johnson and Jeremy Corbyn.",
        "Licking a Pringle and then putting it back in the tub for somebody else to eat.",
        "Lord Sugar`s ethnic cleansing process.",
        "Mass Terrorism.",
        "Masterbating over the sound of your Dad`s balls slapping off your Mom`s flaps in the room next door.",
        "Melting Simon Cowell`s new face with a blow torch.",
        "No Nut November.",
        "Non-stop giggling",
        "Not being able to make any facial expressions because you`ve had too much botox.",
        "Piers Morgan.",
        "Placing drugs on the tip of an erect penis and inserting it into an anus.",
        "Placing your balls in a bowl of warm water and making your girlfriend blow bubbles under them using a straw.",
        "Pretending to have mental issues.",
        "Projectile vomiting",
        "Prolapsed arseholes.",
        "Putting two spoons of Ketamine in your Nan`s tea.",
        "Quitting your successful career to become an influencer.",
        "Really loud, camp and annoying gay people.",
        "Rubbing Ainsley Harriot`s spicy meat around your arshole.",
        "Scolding other peoples children.",
        "Second hand toilet roll.",
        "Shitting in a wacky warehouse ball pit.",
        "Sitting on Harvy Weinstein`s casting couch lubed up ready for a beasting.",
        "Spunking your Euro Millions winnings on Columbian marching powder and midget hookers.",
        "Sted heads with tiny dicks",
        "Taking a plate of pigs in blankets to an Eid party.",
        "Teaching a child the anatomy of reproductive organs through scratch and sniff.",
        "The Bald nonce.",
        "The effect a chicken vindaloo has on your arse the next morning.",
        "The Holocaust 2020.",
        "Tongue punching a crusty jizz sock.",
        "Too much lip filler.",
        "Tourettes.",
        "Trapped wind.",
        "Two week matured foreskin chedder.",
        "Using a wire coat hanger in a home abortion procedure.",
        "Using Caitlyn Jenner`s formar testicles in a bush tucker trial.",
        "Wanking to nugget porn.",
        "Wayne Liniker aka Duke Noncem."
    ]
}