{
    "order": 62,
    "name": "Seasons Greetings Pack",
    "filename": "Seasons_Greetings_Pack",
    "black_cards": [
        {
            "text": "Blood is thicker than _.",
            "pick": 1
        },
        {
            "text": "Donna, pick up my dry cleaning and get my wife something for Christmas. I think she likes _.",
            "pick": 1
        },
        {
            "text": "Here's what you can expect for the new year.\nOut: _.\nIn: _.",
            "pick": 2
        },
        {
            "text": "It's beginning to look a lot like _.",
            "pick": 1
        },
        {
            "text": "Jesus performed the miracle of _ but it was never recorded.",
            "pick": 1
        },
        {
            "text": "This holiday season, Tim Allen must overcome his fear of _ to save Christmas.",
            "pick": 1
        },
        {
            "text": "What's the one thing that makes an elf instantly ejaculate?",
            "pick": 1
        }
    ],
    "white_cards": [
        "A choir of angels descending from the sky and jizzing all over dad's sweater.",
        "A frozen homeless man shattering on your doorstep.",
        "A Toyota Corolla with a \"Bring Our Jobs Back\" Trumper sticker.",
        "Another shot of morphine.",
        "Eliminate liberal bias!",
        "Finding out that Santa isn't real.",
        "Fucking up Silent Night in front of 3,000 parents.",
        "Gift wrapping a live hamster.",
        "How cool it is that I love jesus and he loves me back.",
        "How great of a blowjob Jesus could give.",
        "How many drinks and Deborah has had.",
        "Is snowman that contains the soul of my dead father.",
        "My hot neighbor",
        "My uncle who voted for Trump.",
        "Piece of shit Christmas card with no money in them.",
        "Pretending to be one of the guys but actually being the spider god.",
        "Probably grandma's last Christmas, kids.",
        "Snow falling gently on the frozen body of an orphan boy.",
        "Sodomising the corpse of Ben Franklin.",
        "Starting to see where ISIS is coming from.",
        "The 9,000 children who starred to death today.",
        "The shocking stupidity of the American public.",
        "These new jeans that look so cool but are actually so bad."
    ]
}