{
    "order": 183,
    "name": "That's What She Said Game - First Expansion",
    "filename": "That's_What_She_Said_Game_-_First_Expansion",
    "black_cards": [
        {
            "text": "after 24 hours in labor, my wife grabbed the nurse by the throat and yelled _",
            "pick": 1
        },
        {
            "text": "after I confessed, the priest told me _",
            "pick": 1
        },
        {
            "text": "after learning Darth Vader was his father, Luke said _",
            "pick": 1
        },
        {
            "text": "after the crash, the cop picked up the driver's phone and the last text message said _",
            "pick": 1
        },
        {
            "text": "Alex, I'll take _ for $200",
            "pick": 1
        },
        {
            "text": "at my friend's sex toy party, she insisted I buy the item called _",
            "pick": 1
        },
        {
            "text": "Donald Trump often calls Ivanka just to tell her _",
            "pick": 1
        },
        {
            "text": "Donald Trump's Twitter was taken away when he tweeted _",
            "pick": 1
        },
        {
            "text": "every now and then I secretly wish my husband would say _",
            "pick": 1
        },
        {
            "text": "every time I look at a cucumber I think _",
            "pick": 1
        },
        {
            "text": "how I describe my first time having sex _",
            "pick": 1
        },
        {
            "text": "I felt a little flattered when the gynecologist remarked _",
            "pick": 1
        },
        {
            "text": "I gave the pizza boy the wrong idea when I opened the door and said _",
            "pick": 1
        },
        {
            "text": "I knew my gym shorts were too tight when I heard _",
            "pick": 1
        },
        {
            "text": "I left the waitress a bigger tip when she scribbled on my receipt _",
            "pick": 1
        },
        {
            "text": "I thought it was wrong when my manager was eating a banana and blurted _",
            "pick": 1
        },
        {
            "text": "I was attracted to your brother until he said _",
            "pick": 1
        },
        {
            "text": "I was chilling with Snoop Dogg when he rolled a joint and said _",
            "pick": 1
        },
        {
            "text": "I was surprised to hear the TV evangelist preach _",
            "pick": 1
        },
        {
            "text": "I was surprised when my therapist put his arm around me and said _",
            "pick": 1
        },
        {
            "text": "I wrote back \"new phone, who dis?\" when I got this message _",
            "pick": 1
        },
        {
            "text": "I've been afraid of clowns ever since I heard one say _",
            "pick": 1
        },
        {
            "text": "if Michelle Obama runs for president in 2020, her slogan will be _",
            "pick": 1
        },
        {
            "text": "in the morgue, the detective turned to his partner and chuckled _",
            "pick": 1
        },
        {
            "text": "in the produce section, an old man picked up an avocado, squeezed it and whispered _",
            "pick": 1
        },
        {
            "text": "my daughter had a sleepover and I was shocked when I overheard _",
            "pick": 1
        },
        {
            "text": "my father-in-law put his clammy hand on my knee and whispered _",
            "pick": 1
        },
        {
            "text": "my new favorite happy hour drink is called _",
            "pick": 1
        },
        {
            "text": "my partner and I are trying to be more experimental, our safe phrase is _",
            "pick": 1
        },
        {
            "text": "my research paper on the human body is titled _",
            "pick": 1
        },
        {
            "text": "Santa came down the chimney, took one look at my mom and said _",
            "pick": 1
        },
        {
            "text": "the 40 year old virgin entered his first ever strip club and proclaimed _",
            "pick": 1
        },
        {
            "text": "the first thing Helen Keller learned to sign was _",
            "pick": 1
        },
        {
            "text": "the horse that won the Kentucky Derby last year was called _",
            "pick": 1
        },
        {
            "text": "the Karma Sutra position I'd like to try is called _",
            "pick": 1
        },
        {
            "text": "the last thing I remember the dentist telling me was _",
            "pick": 1
        },
        {
            "text": "the motto on our family crest translates to _",
            "pick": 1
        },
        {
            "text": "the name of Britney Spears's next Las Vegas show is _",
            "pick": 1
        },
        {
            "text": "the only thing I can say well in a British accent is _",
            "pick": 1
        },
        {
            "text": "the parent-teacher conference ended when my ex-wife said _",
            "pick": 1
        },
        {
            "text": "the slogan for my new plumbing company is _",
            "pick": 1
        },
        {
            "text": "the titled of my rejected TED talk was _",
            "pick": 1
        },
        {
            "text": "there was a recall on Barbie when she was accidentally programmed to say _",
            "pick": 1
        },
        {
            "text": "things Justin Bieber sings when he climaxes _",
            "pick": 1
        },
        {
            "text": "things you should never whisper while slapping a teammate on the ass _",
            "pick": 1
        },
        {
            "text": "under my yearbook photo it says _",
            "pick": 1
        },
        {
            "text": "when coming out to my parents, I plucked up the courage to say _",
            "pick": 1
        },
        {
            "text": "when I'm having a bad day, I look in the mirror and tell myself _",
            "pick": 1
        },
        {
            "text": "when my chihuahua barks at other dogs, I magine she's saying _",
            "pick": 1
        },
        {
            "text": "while basting the turkey, my aunt Harriet whispered to my boyfriend _",
            "pick": 1
        }
    ],
    "white_cards": [
        "a good pre-game stretch is a must",
        "blink once for yes, twice for no",
        "can I kiss it and make it better?",
        "can you sign my ball?",
        "can you swallow a sword?",
        "getting rear-ended only hurts at high speed",
        "here comes the climax!",
        "I always drink the pickle juice",
        "I could get behind that",
        "I enjoy watching the train pull into the station",
        "I wish my dad did this with me",
        "I'd love a milk mustache",
        "I'm all fingers and tongues",
        "I'm the fun mom!",
        "I've never gone down under",
        "if you clear out your junk, we can play in the back",
        "it didn't get hard until I went vegan",
        "it's finger lickin' good",
        "it's going to be nut to butt for the rest of the night",
        "it's hump day!",
        "it's not okay to double dip",
        "leave the cash on the night stand",
        "let's double the meat",
        "looks like shag carpet is making a comeback",
        "my honey is the best on the market",
        "once you go black you never go back",
        "push it, push it real good!",
        "ready or not, here I come!",
        "shake those pom poms!",
        "should we invite your sister?",
        "should we put down a tarp first?",
        "spread your legs and put your hands on your head",
        "that tight end is now a wide receiver",
        "the boys are back in town",
        "the cream rises to the top",
        "there's a sucker born every minute",
        "they don't pay me enough for this",
        "this doesn't pass the sniff test",
        "this rooster crows at the crack of dawn",
        "twist it, bop it, pull it",
        "wanna know how I got these scars?",
        "welcome to the Forbidden Forest",
        "you can look but don't touch",
        "you have to try my crab dip",
        "you must be on the naughty list",
        "you put your left foot in, you put your left foot out",
        "you'll never guess what's for dessert",
        "you're not supposed to chew on that",
        "your hose has a kink in it",
        "your mother raised a beautiful succulent"
    ]
}