{
    "order": 184,
    "name": "That's What She Said Game - Second Expansion",
    "filename": "That's_What_She_Said_Game_-_Second_Expansion",
    "black_cards": [
        {
            "text": "after Jesus performed his first miracle, he turned to the crowd and proclaimed _",
            "pick": 1
        },
        {
            "text": "at the royal wedding, the Queen was overheard teling Meghan Markle _",
            "pick": 1
        },
        {
            "text": "Caitlyn Jenner's TED Talk on plastic surgery is called _",
            "pick": 1
        },
        {
            "text": "comments you shouldn't leave on an old picture of your ex",
            "pick": 1
        },
        {
            "text": "during the exorcism, Mary's head did a 360 spin before screaming _",
            "pick": 1
        },
        {
            "text": "during the interview I couldn't stop thinking _",
            "pick": 1
        },
        {
            "text": "for my best friend's bachelorette party, we all wore shirts that said _",
            "pick": 1
        },
        {
            "text": "I get a lot of dates on Tinder because my bio says _",
            "pick": 1
        },
        {
            "text": "I go incognito when I visit _.com",
            "pick": 1
        },
        {
            "text": "I quit my day job and started a blog called _",
            "pick": 1
        },
        {
            "text": "I sent my husband into the store and told him to get the tampons that say _",
            "pick": 1
        },
        {
            "text": "I sent my mom a Snapchat meant for my boyfriend and she replied _",
            "pick": 1
        },
        {
            "text": "I thought my Chinese tattoo meant \"you only live once\", but it actually means _",
            "pick": 1
        },
        {
            "text": "if my vibrator could talk she'd probably say _",
            "pick": 1
        },
        {
            "text": "Instagram caption for a picture of your breakfast sausages",
            "pick": 1
        },
        {
            "text": "it's not truly the holidays until my Grandpa shouts _",
            "pick": 1
        },
        {
            "text": "Kim Jong-Un pressed his big red button and screamed _",
            "pick": 1
        },
        {
            "text": "love means never having to say _",
            "pick": 1
        },
        {
            "text": "my mind's telling me no, but my body's telling me _",
            "pick": 1
        },
        {
            "text": "my new scented candle is called _",
            "pick": 1
        },
        {
            "text": "the Army is trying to get more women to enlist with their new slogan _",
            "pick": 1
        },
        {
            "text": "the best way to sum up my high school experience is _",
            "pick": 1
        },
        {
            "text": "the last thing Koko the gorilla signed to the world was _",
            "pick": 1
        },
        {
            "text": "the sequel to the Vagina Monologues is called _",
            "pick": 1
        },
        {
            "text": "the weatherman pointed to Intercourse, Pennsylvania on the map and said _",
            "pick": 1
        },
        {
            "text": "these days you say _ ONE time and suddenly you're an HR \"problem\"",
            "pick": 1
        },
        {
            "text": "things you might scream when you get your ass waxed for the first time",
            "pick": 1
        },
        {
            "text": "we realized this cocktail party was for swingers when the host said _",
            "pick": 1
        },
        {
            "text": "when the bachelor asked me \"will you accept this rose?\" I told him _",
            "pick": 1
        },
        {
            "text": "you can tell I've had too much to drink when I start yelling _",
            "pick": 1
        }
    ],
    "white_cards": [
        "all I need is a good hoe",
        "all pants are half off today",
        "can I have a bite of your taco?",
        "can I slip it in your mailbox?",
        "can you give me a facial?",
        "can you keep it down, I'm working here!",
        "come into my rose garden",
        "did we both finish at the same time?",
        "did you remember to bring the wet wipes?",
        "do you just want to do it yourself?",
        "don't look down, look up",
        "every girl oves a little rabbit",
        "here comes the money shot",
        "I always come the right away",
        "I can feel a rush coming on",
        "I can't seem to put my finger on it",
        "I did all the work, you clean up the mess",
        "I have experience on both ends",
        "I just need a little milk for my Fruit Loops",
        "I like to mix business with pleasure",
        "I'd bend over backwards for you",
        "I'd do almost anything for a hundred bucks",
        "I'm blessed in more ways than one",
        "I'm craving muffin tops",
        "I'm going to go a lot deeper than you think",
        "I'm gonna need the cash up front",
        "I'm headed down south",
        "I'm just yanking your chain",
        "I'm kind of a slow learner",
        "I'm looking for a lot of seamen",
        "I've updated my terms and conditions",
        "if you swallow what's in your mouth, I'll give you more",
        "if you're sitting in the first three rows, prepare to get soaked",
        "in the face!!!",
        "it's a dirty job and I love to do it",
        "it's always good to have a plan B",
        "it's like breaking in a catcher's mitt",
        "it's time to plug it and chug it",
        "keep the back door shut",
        "let me toss your salad",
        "let's go slow, it feels like we're gonna get caught",
        "let's meet at the Bush n' Tush",
        "let's take a look under the hood",
        "look at the size of that crack!",
        "my mama told me not to ride with strangers",
        "my package came today",
        "no more coke",
        "nobody rides for free",
        "not a drop spilled",
        "not everything has to be a competition",
        "please double bag",
        "really? you've never been inside?",
        "rwo in the cake, one in the pudding",
        "sometimes boys just have to be with other boys",
        "the darker the berry, the sweeter the juice",
        "the goal is to escape",
        "they look like a couple of fried eggs hanging from a nail",
        "they're starting to sag",
        "this one's exit only",
        "wait till you see my new toys",
        "winter is coming",
        "would you like a saddle or do you want to ride bareback?",
        "you can't eat what you can't catch",
        "you can't just wash slime away with a shower",
        "you need a haircut, and I'm not talking about your head",
        "you scratch my back and I'll scratch yours",
        "you'll be walking funny tomorrow",
        "you're looking a little stiff",
        "you're my least favorite cousin",
        "you're quite the nutter"
    ]
}