{
    "order": 202,
    "name": "Words Against Morality: Volume 2",
    "filename": "Words_Against_Morality_Volume_2",
    "black_cards": [
        {
            "text": "_ has been scientifically proven to cause cancer.",
            "pick": 1
        },
        {
            "text": "_. The best way to spice up your sex life.",
            "pick": 1
        },
        {
            "text": "Amazingly, Japanese toy manufacturers have managed to make _ irresistibly cute.",
            "pick": 1
        },
        {
            "text": "Bankrupt governments around the world are turning to _ to generate additional revenue.",
            "pick": 1
        },
        {
            "text": "Brace yourselves, _ is coming.",
            "pick": 1
        },
        {
            "text": "Christian Dior's radical new perfume was inspired by the smell of _.",
            "pick": 1
        },
        {
            "text": "Don't Google _. You're gonna regret it.",
            "pick": 1
        },
        {
            "text": "Drunk Me bought _ online. Sober Me says thanks!",
            "pick": 1
        },
        {
            "text": "Exposure to _ scarred me for life.",
            "pick": 1
        },
        {
            "text": "For your crimes against the people, I hereby sentence you to _.",
            "pick": 1
        },
        {
            "text": "Friends don't let friends try _.",
            "pick": 1
        },
        {
            "text": "I blew all my money on _.",
            "pick": 1
        },
        {
            "text": "I tried baking a cake, but the directions were unclear. I ended up with _.",
            "pick": 1
        },
        {
            "text": "I was no surprised to see _ at the trailer park.",
            "pick": 1
        },
        {
            "text": "In war, there is no substitute for _.",
            "pick": 1
        },
        {
            "text": "It's dangerous to go alone! Take _.",
            "pick": 1
        },
        {
            "text": "Kids, don't talk to strangers. Especially the ones who try to give you _.",
            "pick": 1
        },
        {
            "text": "My fortune cookie said: \"_ is in your future.\"",
            "pick": 1
        },
        {
            "text": "My shrink told me _ would broaden my horizons.",
            "pick": 1
        },
        {
            "text": "Nobody knows how, or why, _ became wildly popular in Iceland.",
            "pick": 1
        },
        {
            "text": "Pixar had to cut _ from their latest movie in order to keep it G-rated.",
            "pick": 1
        },
        {
            "text": "Straight outta _.",
            "pick": 1
        },
        {
            "text": "Video games taught me important lessons about _.",
            "pick": 1
        },
        {
            "text": "What did I regrettably buy from a street vendor?",
            "pick": 1
        },
        {
            "text": "What do I not want to find in my Hot Pocket.",
            "pick": 1
        },
        {
            "text": "What is Helen Keller surprisingly good at?",
            "pick": 1
        },
        {
            "text": "What made things awkward during the orgy?",
            "pick": 1
        },
        {
            "text": "What's my fantasy?",
            "pick": 1
        },
        {
            "text": "You like my cupcakes? I made them myself. The secret ingredient is _.",
            "pick": 1
        },
        {
            "text": "You. Me. _. Now.",
            "pick": 1
        }
    ],
    "white_cards": [
        "A bag of hammers.",
        "A blow-up sex doll that really likes you, but just wants to be friends.",
        "A box filled with horse shit.",
        "A career-ending blowjob.",
        "A chick whose carpet doesn't match the drapes.",
        "A craigslist hook-up that went better than expected.",
        "A cricket trained to chirp during awkward silences.",
        "A game of Cards Against Humanity that turns into an orgy.",
        "A gay security guard getting fired from his job at the sperm bank for drinking on the job.",
        "A hat so nice it classes up the rest of your shitty wardrobe.",
        "A light switch that doesn't do a goddamn thing.",
        "A massive swastika tattoo.",
        "A mobile abortion clinic.",
        "A musical salute to sideboob.",
        "A near-fatal pumpkin spice overdose.",
        "A pregnant person.",
        "a shirt that hides my man boobs",
        "Accidentally shooting your girlfriend through a bathroom door.",
        "An Asian invasion.",
        "An ass with more dimples than a golf ball.",
        "An insensitive opinion that violates your safe space.",
        "Apologizing without knowing what I'm apologizing for.",
        "Asking an Auschwitz survivor for her digits.",
        "Being all classy and shit.",
        "Being arrested and beaten by the fashion police for wearing white after Labor Day.",
        "Being so cool they kick you out of school.",
        "Blaming whitey.",
        "Booing at the Special Olympics.",
        "Butt-dialing someone and leaving a voice mail consisting of farts.",
        "Charles Barkley's bald head.",
        "Crushing people's hopes and dreams, just for fun.",
        "Crying racism every time some asks for their coffee black. (sic)",
        "Crying racism when you don't get your way.",
        "Darth Vader ass-fucking Leia while yelling, \"Who's your daddy?\"",
        "Disastrously misunderstanding the purpose of a whale's blowhole.",
        "Discovering you have a latex allergy while losing your virginity.",
        "Dismembering your business partner in the basement with a chainsaw.",
        "Drinking milk on a warm summer day.",
        "Driving a busload of senior citizens to the Gran Canyon.",
        "Ethiopian Hunger Strike.",
        "Finding pubes in your toothpaste.",
        "Finding the droids you were looking for.",
        "Fucking Communists.",
        "Getting divorced over a game of Monopoly.",
        "Getting hammered on vanilla extract.",
        "Going to Paris to eat snails, but getting filled with slugs instead.",
        "Harvesting the organs of the homeless.",
        "Having your sexual partner wear a horse mask because you're not ready for real bestiality yet.",
        "Hitler's lost art school acceptance letter.",
        "Hitting it until it works.",
        "Hobbit porn starring Dildo Backends.",
        "Holding in a fart on a crowded airplane.",
        "Insuring your own ass.",
        "Ladies, gentlemen, and the undecided.",
        "Leaving \"get a better job\" as a tip.",
        "Masturbating furiously to the goriest episode of \"Attack on Titan.\"",
        "My Internet search history",
        "Neighbors with Benefits.",
        "Only listening to Christian music.",
        "Painting a house with only a potato gun and a bucket full of gerbils.",
        "Parking like an asshole.",
        "Peeing in two directions due to dried semen.",
        "Permanent duckface.",
        "Playing Spin The Bottle at a family reunion.",
        "Putting glass shards in your ex's Fleshlight.",
        "Rapping with a speech impediment.",
        "Seeing Daddy blowing Santa Claus underneath the mistletoe.",
        "Selena Gomez.",
        "Setting a hobo on fire just to feel something again.",
        "Setting someone on fire at Burning Man.",
        "Singing \"Beauty and the Beast\" in a Mexican accent.",
        "Slapping the dick right out of someone's mouth.",
        "Socially acceptable genocide.",
        "The countless times the Toy Story toy were forced to watch Andy masturbate.",
        "The feeling of being utterly worthless.",
        "The middle of a cruel winter.",
        "The token white guy on any NBA team.",
        "When only one half of a pair of Siamese twins wants sex.",
        "Your life expectancy dropping to \"next week.\"",
        "Your Mom!"
    ]
}