{
    "order": 15,
    "filename": "xyzzy_holiday_pack_2013",
    "name": "Holiday Pack 2013",
    "black_cards": [
        {
            "text": "Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into ____.",
            "pick": 1
        },
        {
            "text": "Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with ____!",
            "pick": 1
        },
        {
            "text": "Blessed are you, Lord our God, creator of the universe, who has granted us ____.",
            "pick": 1
        },
        {
            "text": "Kids these days with their iPods and their internet. In my day, we all needed to pass the time was ____.",
            "pick": 1
        },
        {
            "text": "GREETINGS<br>HUMANS<br><br>I AM ____ BOT<br><br>EXECUTING PROGRAM",
            "pick": 1
        },
        {
            "text": "But wait, there's more! If you order ____ in the next 15 minutes, we'll throw in ____ absolutely free!",
            "pick": 2
        },
        {
            "text": "Here's what you can expect for the new year. Out: ____. In: ____.",
            "pick": 2
        },
        {
            "text": "What's the one thing that makes an elf instantly ejaculate?",
            "pick": 1
        },
        {
            "text": "I really hope my grandma doesn't ask me to explain ____ again.",
            "pick": 1
        }
    ],
    "white_cards": [
        "Congress's flaccid penises withering away beneath their suit pants.",
        "Having a strong opinion about Obamacare.",
        "Whatever Kwanzaa is supposed to be about.",
        "A Hungry-Man&trade; Frozen Christmas Dinner for One.",
        "Making up for 10 years of shitty parenting with a PlayStation.",
        "The Grinch's musty, cum-stained pelt.",
        "Eating an entire snowman.",
        "A Christmas stocking full of coleslaw.",
        "Elf cum.",
        "Giving money and personal information to strangers on the Internet.",
        "The royal afterbirth.",
        "A magical tablet containing a world of unlimited pornography.",
        "A toxic family environment.",
        "Breeding elves for their priceless semen.",
        "Clearing a bloody path through Walmart with a scimitar.",
        "Slicing a ham in icy silence.",
        "A simultaneous nightmare and wet dream starring Sigourney Weaver.",
        "A visually arresting turtleneck.",
        "The shittier, Jewish version of Christmas.",
        "Gift-wrapping a live hamster.",
        "Moses gargling Jesus's balls while Shiva and the Buddha penetrate his divine hand holes.",
        "Socks.",
        "These low, low prices!",
        "Finding out that Santa isn't real.",
        "The tiny, calloused hands of the Chinese children that made this card.",
        "The Star Wars Holiday Special.",
        "Rudolph's bright red balls.",
        "Jizzing into Santa's beard.",
        "Being blind and deaf and having no limbs.",
        "My hot cousin.",
        "Mall Santa.",
        "The Hawaiian goddess Kapo and her flying detachable vagina.",
        "Taking down Santa with a surface-to-air missile.",
        "Pretending to be happy.",
        "Fucking up \"Silent Night\" in front of 300 parents.",
        "Krampus, the Austrian Christmas monster.",
        "Several intertwining love stories featuring Hugh Grant.",
        "Space Jam on VHS.",
        "Swapping bodies with mom for a day.",
        "Another shitty year.",
        "Immaculate conception.",
        "People with cake in their mouths talking about how good cake is.",
        "Piece of shit Christmas cards with no money in them."
    ]
}