{
    "order": 150,
    "filename": "json_HumanityHatesTheHolidays",
    "name": "Humanity Hates The Holidays",
    "white_cards": [
        "#blackfridaymatters",
        "A box of nude pictures of your girlfriend, from your best friend.",
        "A cotton headed ninny muggins.",
        "A fully cooked turkey as a hat.",
        "A gingerbread man living in a home made of his own flesh.",
        "A Harlem White Christmas.",
        "A lactating reindeer.",
        "A Macy's Thanksgiving Day wardrobe malfunction.",
        "A Muslim in the White House.",
        "A transgender Barbie™ doll.",
        "Accidentally gifting your wife's lingerie to your mom.",
        "Adolf Hitler singing \"O Tannenbaum\" in hell.",
        "Allah Akbar Goldstein, the most confused boy in the world.",
        "An official Red Ryder Carbine Action Two Hundred Shot Range Model Air Rifle.",
        "An uncanny correlation between a family's financial situation and Santa's generosity.",
        "Being \"touched\" by an angel.",
        "Being a virgin and giving birth on Christmas.",
        "Being nice in December so you can be a douche for the rest of the year.",
        "Being thankful for your new friends and then giving them the gift of smallpox.",
        "Bill Cosby standing by the punch bowl.",
        "Calling it 'X-mas' just to annoy people.",
        "Celebrating genocide by eating turkey with friends and family.",
        "Chinese food and movie theater tickets.",
        "Christmahanakwanzika.",
        "Ebenezer Splooge.",
        "Explaining 'safety in numbers' to 6 million Jews.",
        "Feats of strength.",
        "Feeding the homeless meat pies made of their fallen brethren.",
        "Getting groin-tickled by Santa's white beard.",
        "Getting invited back to Santa's workshop.",
        "Getting trampled on Black Friday.",
        "Giving a homeless person a gingerbread house.",
        "Grandma pinching all four of your cheeks.",
        "Grandpa's Christmas sausage.",
        "Having dyslexia and writing a list to Satan.",
        "Hiding hooch around the house.",
        "Ho, Ho, Hoes.",
        "Jared Leto in a powder blue tuxedo",
        "Jesus Juice.",
        "Jews for Jesus.",
        "Kristmas at the Kardashians'.",
        "Kristmas with the Klan.",
        "Leaving your child home alone to fend for himself.",
        "Mistaking poison oak for mistletoe.",
        "Mrs. Claus getting gangbanged by all of the other reindeer.",
        "Penis shaped cookies and \"milk.\"",
        "People who wear shirts that say female body inspector.",
        "Plan B in your Christmas stocking.",
        "Playing inappropriate card games with your family.",
        "Putting Christ in Christmas.",
        "Re-gifted fruitcake.",
        "Reaching your hand in the Salvation Army bucket to make it look like you're donating, but really you're stealing that shit.",
        "Reindeer semen.",
        "Rudolph's pent up sexual frustration.",
        "Santa cumming down your chimney.",
        "STDs: gotta catch 'em all.",
        "Stockings filled with Vaseline®.",
        "Telling kids that the Tootsie Rolls® are actually processed reindeer crap.",
        "That awkward family who thinks it's \"cybersex Monday.\"",
        "That awkward present that vibrates in the box.",
        "That moment you realize the elf's workshop is really a Bangladeshi sweatshop.",
        "That one funny uncle with a welcoming lap who always dresses as Santa.",
        "The \"Little Drummer Boy\" switching to the rusty trombone.",
        "The \"North Pole\", if you know what I mean.",
        "The Diary of Anne Spank: An XXX Parody.",
        "The disappointment of a Jewish child on the 25th.",
        "The sense of holiday spirit you feel while buried to the hilt in the cold, uncooked guts of your Thanksgiving Day turkey.",
        "The Star Wars prequels",
        "The Ultimate Yule Log\nPlay this card and win the round.\nThe gift that keeps on giving.",
        "Unwrapping Go-Bots® because you're poor.",
        "Unwrapping Justin Timberlake's dick in a box.",
        "Using child labor to make toys for the first world.",
        "Vibrating stockings.",
        "Waking up Christmas morning to find your parents unwrapping each other.",
        "Wearing a belt made out of mistletoe.",
        "When your SJW cousin calls you insensitive because he thinks your bowl of mixed nuts is a political statement against same-sex interracial couples.",
        "Wondering why people celebrate Christmas when Jesus was Jewish.",
        "Yellow snow.",
        "Your family asking if you are seeing anyone yet.",
        "Your uncle's obvious \"fuck me\" eyes."
    ],
    "black_cards": [
        {
            "pick": 1,
            "text": "_____: A Holiday Tradition"
        },
        {
            "pick": 1,
            "text": "All I want for Christmas is _____."
        },
        {
            "pick": 1,
            "text": "Come on, it's lovely weather for a/an _____ together with you."
        },
        {
            "pick": 1,
            "text": "Deck the halls with boughs of _____."
        },
        {
            "pick": 1,
            "text": "Dreidel, Dreidel, Dreidel, I made it out of _____."
        },
        {
            "pick": 1,
            "text": "During the 1914 Christmas Truce, soldiers of both sides come together to enjoy _____."
        },
        {
            "pick": 1,
            "text": "For a Thanksgiving meal your family will be talking about all year, try stuffing the turkey with _____."
        },
        {
            "pick": 1,
            "text": "How the Grinch stole _____."
        },
        {
            "pick": 1,
            "text": "I did my holiday shopping tooo late, and had to get my daughter a pop-up book titled _____."
        },
        {
            "pick": 1,
            "text": "I saw mommy kissing _____."
        },
        {
            "pick": 1,
            "text": "I'm dreaming of a white _____."
        },
        {
            "pick": 1,
            "text": "I've always imagined Santa's Sleigh was powered by _____ rather than reindeer."
        },
        {
            "pick": 1,
            "text": "Mommy, why is Santa _____?"
        },
        {
            "pick": 1,
            "text": "Mrs. Claus needed to deliver the presents this year because Santa was too busy _____."
        },
        {
            "pick": 1,
            "text": "My favorite Christmas cookie is made with a lot of sugar, love, and _____."
        },
        {
            "pick": 1,
            "text": "My favorite thing to replace the carrot nose on a snowman is _____."
        },
        {
            "pick": 1,
            "text": "Rudolph's shiny, red _____."
        },
        {
            "pick": 1,
            "text": "Santa Claus vs. Jesus: The battle for _____."
        },
        {
            "pick": 1,
            "text": "T'was The Night Before _____."
        },
        {
            "pick": 1,
            "text": "The children were nestled all snug in their beds while visions of _____ danced in their heads."
        },
        {
            "pick": 1,
            "text": "The special ingredient of figgy pudding is _____."
        },
        {
            "pick": 1,
            "text": "This year, instead of coal, Santa will be giving naughty children _____."
        },
        {
            "pick": 2,
            "text": "This year, instead of Jesus and Mary in the Nativity scene, we put _____ and _____."
        },
        {
            "pick": 1,
            "text": "We wish you a Merry _____."
        },
        {
            "pick": 1,
            "text": "What did Santa see when he stopped at OJ Simpson's house?"
        },
        {
            "pick": 1,
            "text": "What gave Santa diabetes?"
        },
        {
            "pick": 1,
            "text": "What is Santa's favorite Holiday Tradition?"
        },
        {
            "pick": 1,
            "text": "What is the true meaning of Christmas?"
        },
        {
            "pick": 1,
            "text": "What's in my Christmas stocking this year?"
        },
        {
            "pick": 1,
            "text": "With the reindeer on strike, this year Santa's sleigh is fueled by _____."
        }
    ]
}