{
    "order": 2,
    "filename": "json_2013HolidayPack",
    "name": "2013 Holiday Pack",
    "white_cards": [
        "A magical tablet containing a world of unlimited pornography.",
        "A simultaneous nightmare and wet dream starring Sigourney Weaver.",
        "Being blind and deaf and having no limbs.",
        "Breeding elves for their priceless semen.",
        "Congress's flaccid penises withering away beneath their suit pants.",
        "Finding out Santa isn't real.",
        "Giving money and personal information to strangers on the Internet.",
        "Having a strong opinion about Obamacare.",
        "Jizzing into Santa's beard.",
        "Making up for 10 years of shitty parenting with a PlayStation.",
        "Moses gargling Jesus's balls while Shiva and the Buddha penetrate his divine hand holes.",
        "People with cake in their mouths talking about how good cake is.",
        "Piece of shit Christmas cards with no money in them.",
        "Rudolph's bright red balls.",
        "Slicing a ham in icy silence.",
        "Swapping bodies with mom for a day.",
        "The Grinch's musty, cum-stained pelt.",
        "The Hawaiian goddess Kapo and her flying detachable vagina.",
        "The royal afterbirth.",
        "The shittier, Jewish version of Christmas.",
        "These low, low prices!"
    ],
    "black_cards": [
        {
            "pick": 1,
            "text": "Because they are forbidden from masturbating, Mormons channel their repressed sexual energy into _____."
        },
        {
            "pick": 1,
            "text": "Blessed are you, Lord our God, creator of the universe, who has granted us _____."
        },
        {
            "pick": 2,
            "text": "But wait, there's more! If you order _____ in the next 15 minutes, we'll throw in _____ absolutely free!"
        },
        {
            "pick": 1,
            "text": "GREETINGS HUMANS\nI AM _____ BOT\nEXECUTING PROGRAM."
        },
        {
            "pick": 1,
            "text": "Heroin: a proud supporter of _____."
        },
        {
            "pick": 1,
            "text": "I really hope my grandma doesn't ask me to explain _____ again."
        },
        {
            "pick": 1,
            "text": "Kids these days with their iPods and their Internet. In my day, all we needed to pass the time was _____."
        },
        {
            "pick": 1,
            "text": "Revealed: Why He Really Resigned! Pope Benedict's Secret Struggle with _____."
        },
        {
            "pick": 1,
            "text": "What's the only thing sexier than confidence?"
        }
    ]
}