{
    "order": 191,
    "filename": "json_TheWorstCardGameColoradoEdition",
    "name": "The Worst Card Game: Colorado Edition",
    "white_cards": [
        "300 days of sunshine, 365 days of white people.",
        "A forest fire that finally destroys that finally destroys Colorado Springs.",
        "A group of nuns on Ecstasy finger blasting themselves outside of The Church.",
        "A redneck finding out the hard way The Wrangler isn't a jeans store.",
        "A vagina that tastes like the bathroom floors at Tom's Diner.",
        "Accidentally showing your homemade porno at Film on the Rocks.",
        "Adele Arakawa: Providing informed, reliable boners weekdays at 6, 10, and 11pm.",
        "American Furniture Whorehouse.",
        "An asshole with dreadlocks.",
        "An atheist going to Garden of the Gods.",
        "Assuming anything with \"Rocky Mountain\" in the name is made with bull balls.",
        "Blucifer? I barely know'cifer!",
        "Breaking out your winter mirkin.",
        "Casa Bonita's even shittier location, Casa Vomita.",
        "Cheesman Park: where you can bury a bone AND uncover one.",
        "Columbine High School's new mascot, the Fightin' Early-Intervention Peer Mediator.",
        "Confusing Denver Health with a dispensary.",
        "Dealin' Doug, dealin' drugs.",
        "Denver turning down the Olympics so that it could focus on its band.",
        "Drunk Frank Azar trying to show you his \"Strong Arm\" again.",
        "Electing Snoop Dogg as District Comptroller of the Cannabis Cup.",
        "Farting on the MallRide.",
        "Getting fisted at First Friday.",
        "Getting in trouble for referring to your wife as \"Kegs and Eggs.\"",
        "Getting the first bloody diarrhea at the first Chipotle®.",
        "Getting your period in the hallway at The Stanley Hotel aftr drinking too much rum.",
        "Giving your kid a B-Cycle™ for Christmas.",
        "Going to the Bluebird to see indie rock band Nippless Cage.",
        "Greeley: where if it doesn't smell like shit, you're not in Greeley.",
        "Hate fucking a Subaru™.",
        "Having your favorite chilldhood memory replaced by a mixed-use condo.",
        "Hotboxing the Balloon Boy.",
        "Jenga® made with breakfast burritos.",
        "Jizz in the Park.",
        "John Elway and Peyton Manning's huge headed love child.",
        "John Elway's football shaped cock.",
        "JonBenet Ramsey's cold, dead future.",
        "Leaving a trail of crushed Dale's Pale Ale cans when hiking to find your way back home.",
        "Letting Patrick Roy hit your wife because you're SUCH A HUGE FAN.",
        "Mistaking the Zombie Crawl for a homeless uprising.",
        "North Commerce City After Dark.",
        "Ordering the 7lb Jack-n-Grill burrito because you miss your dead baby.",
        "Organizing a pedal bar event for the handicapped.",
        "Panning for gold in Aurora (robbing your neighbor's house).",
        "Playing the pianos on the 16th St Mall with your genitals.",
        "Pueblo: Colorado's grundle.",
        "Punch Bowl Social®: where Tinder comes to life.",
        "Realizing Colorado natives were actually the Native Americans.",
        "Remembering Chubby's when it was flaccid.",
        "Screaming \"JESUS! FUCK, NOT AGAIN!\" while at the Denver Aquarium Shipwreck exhibit.",
        "Sending $3,000 on ski equipment that sits in the front hall closet for 15 years.",
        "Serving jail time for making eight-year-olds reenact THAT South Park episode.",
        "Shannon Shart Adult Diapers™.",
        "Stringing piano wire across a street right before the Denver Cruisers turn the corner.",
        "Taking dick pics at Tiny Town so it looks HUGE.",
        "Taking the kids to Lakeside because you don't love them anymore.",
        "That unmistakable Colfax itch.",
        "The 3 Jamaicans at Reggae on the Rocks.",
        "The Brown Palace: A place and a rich guy sex move!",
        "The Denver Satanic Gardens.",
        "The DIA Devil Horse having a field day with your butt.",
        "The only black guy in Aspen.",
        "The popular local sex move, the Steamboat Spring.",
        "The Ryan Gosling of Commerce City.",
        "The underrepresentation of African-American dancers at Blues events.",
        "The unshaved undercarriage of a Boulder Trustafarian.",
        "The XXX Games.",
        "Tim Tebow's Reign of Christian Terror.",
        "Tour de Fat bottom girls.",
        "Traffic going to the mountains, because traffic needs to get out of town sometimes, too.",
        "Water World's Thunder Bay Wave Pool filled with jizz and tears.",
        "Whispering \"Green chile is people!\""
    ],
    "black_cards": [
        {
            "pick": 2,
            "text": "_____ + _____ = Hipsters"
        },
        {
            "pick": 1,
            "text": "_____ really ruined PrideFest for me this year."
        },
        {
            "pick": 1,
            "text": "Casa Bonita is now offering a 2-for-1 Cliff diving and _____."
        },
        {
            "pick": 1,
            "text": "Colorado natives know that when it smells like _____, it's going to snow."
        },
        {
            "pick": 1,
            "text": "Colorado's next big public art installation will depict _____."
        },
        {
            "pick": 1,
            "text": "Have you tried a Denver omelette, but with _____ instead of ham? It's the only way I'll order mine now."
        },
        {
            "pick": 1,
            "text": "How do we get people to stop moving to Colorado?"
        },
        {
            "pick": 1,
            "text": "How do you know if you have altitude sickness?"
        },
        {
            "pick": 1,
            "text": "I belong with you, you belong with me, you're _____."
        },
        {
            "pick": 1,
            "text": "I don't do the BolderBOULDER, I run _____ instead."
        },
        {
            "pick": 1,
            "text": "I was supposed to go to Taste of Colorado, but I got stuck _____ instead."
        },
        {
            "pick": 2,
            "text": "It's a secret, but if you whisper _____ to an illegal Pete's employee, they'll add _____ to your burrito."
        },
        {
            "pick": 1,
            "text": "No one ever talks about _____ on the top of Lookout Mountain."
        },
        {
            "pick": 1,
            "text": "Now you have a friend in the _____ business.\" - Tom Shane"
        },
        {
            "pick": 1,
            "text": "People in Boulder really frown upon _____."
        },
        {
            "pick": 1,
            "text": "People think CU-Boulder is the better school, but Metro students are more likely to be _____."
        },
        {
            "pick": 1,
            "text": "Since marijuana was legalized in Colorado, cases of _____ have skyrocketed."
        },
        {
            "pick": 1,
            "text": "Summit County: Come for the mountains, stay for _____."
        },
        {
            "pick": 1,
            "text": "Ted Haggard was banned from New Life Church after he was found in a hotel room with _____."
        },
        {
            "pick": 1,
            "text": "The difference between New Mexico and Colorado green chile is _____."
        },
        {
            "pick": 1,
            "text": "The edible contains a potent dose of _____. Can you feel it yet?"
        },
        {
            "pick": 1,
            "text": "The Mile High Club? Amateur. I joined the _____ club last year."
        },
        {
            "pick": 1,
            "text": "The Nuggets never should have traded Chauncey Billups for _____."
        },
        {
            "pick": 1,
            "text": "What did you see the last time you were on Colfax?"
        },
        {
            "pick": 1,
            "text": "What else can you buy used at Rocky's Autos?"
        },
        {
            "pick": 1,
            "text": "What ruined my last tailgate at Sport Authority Field?"
        },
        {
            "pick": 1,
            "text": "What should be a new sport in the X-Games this year?"
        },
        {
            "pick": 1,
            "text": "What should be added to the Colorado flag?"
        },
        {
            "pick": 1,
            "text": "What should be banned from Colorado?"
        },
        {
            "pick": 1,
            "text": "What should you never add to your home microbrew?"
        },
        {
            "pick": 1,
            "text": "What's really below DIA?"
        },
        {
            "pick": 1,
            "text": "What's the latest trend in Boulder?"
        },
        {
            "pick": 1,
            "text": "What's the one thing we can all look forward to on opening day at Coors Field®?"
        },
        {
            "pick": 1,
            "text": "What's the skeleton in Governor John Hickenlooper's closet?"
        },
        {
            "pick": 1,
            "text": "When they built NORAD in 1957, they never could have imagined it would need to withstand _____."
        },
        {
            "pick": 1,
            "text": "You shouldn't swim in the Platte River, they found _____ in there."
        }
    ]
}