{
    "order": 21,
    "filename": "json_CAHProcedurallyGeneratedCards",
    "name": "CAH: Procedurally-Generated Cards",
    "white_cards": [
        "A cranky CEO with the world's biggest dingus.",
        "A cranky congressman with an impressive scrotum.",
        "A cranky god with a crappy asshole.",
        "A cranky god with the world's smallest pecker.",
        "A cranky hunk with a perfectly-formed asshole.",
        "A cranky nerd with a sopping wet dick.",
        "A cranky superhero with a surprisingly large cock.",
        "A cranky surgeon with a glorious pussy.",
        "A dad with a creamy asshole.",
        "A dentist with a sopping wet pecker.",
        "A fat Batman with a sopping wet scrotum.",
        "A fat cop with a surprisingly large erection.",
        "A fat guy with a beautiful scrotum.",
        "A fat hipster with a beautiful asshole.",
        "A fat horse with a crappy scrotum.",
        "A fat horse with a spectacular ballsack.",
        "A fat nerd with the world's biggest dingus.",
        "A fat nurse with a surprisingly large anus.",
        "A fat school teacher with an infinite twat.",
        "A fat surgeon with a creamy dingus.",
        "A fat wizard with a tremendous vagina.",
        "A funny little boss with an epic pair of nipples.",
        "A funny little bro with a glorious pair of tits.",
        "A gay CEO with a shit-covered dong.",
        "A gay cop with a sopping wet asshole.",
        "A gay donkey with an infinite dong.",
        "A gay fireman with a sopping wet vagina.",
        "A gay fireman with an impressive anus.",
        "A gay hipster with an impressive taint.",
        "A gay nurse with a glorious anus.",
        "A gay prince with a crappy butthole.",
        "A gay prince with a sopping wet vagina.",
        "A gay prince with history's greatest cock.",
        "A gay Republican with a beautiful dick.",
        "A gay superhero with a creamy vagina.",
        "A gay wizard with an inspiring asshole.",
        "A gorgeous cop with a sopping wet penis.",
        "A gorgeous cop with a surprisingly large pair of nipples.",
        "A gorgeous dancer with an impressive erection.",
        "A gorgeous dragon with a spectacular twat.",
        "A gorgeous garbageman with a perfectly-formed dong.",
        "A gorgeous grandfather with history's greatest butthole.",
        "A gorgeous mom with a beautiful erection.",
        "A gorgeous nurse with an extra pair of tits.",
        "A gorgeous plumber with a spectacular taint.",
        "A grandfather with a creamy dingus.",
        "A happy baseball player with quite a clit.",
        "A happy bro with an infinite cock.",
        "A happy dancer with an impressive scrotum.",
        "A happy god with a wonderful clitoris.",
        "A happy grandma with a surprisingly large penis.",
        "A happy guy with a chocolate-covered taint.",
        "A happy President with a tiny, upsetting dong.",
        "A happy priest with a hairy pair of tits.",
        "A happy Rabbi with a chocolate-covered ballsack.",
        "A happy Rabbi with a tiny, upsetting butthole.",
        "A happy Rabbi with an epic erection.",
        "A happy Republican with a perfectly-formed butthole.",
        "A happy wizard with the world's biggest dick.",
        "A happy woman with a beautiful dick.",
        "A happy woman with a shit-covered cock.",
        "A hard working nerd with a weird scrotum.",
        "A hard-working garbageman with a tremendous taint.",
        "A hard-working grandfather with a surprisingly large dingus.",
        "A hard-working guy with a crappy clitoris.",
        "A hard-working hunk with a tremendous vagina.",
        "A hard-working milkman with a tremendous cock.",
        "A hard-working milkman with an impressive dick.",
        "A hard-working milkman with the world's smallest vagina.",
        "A hard-working nerd with a weird scrotum.",
        "A hard-working superhero with an extra asshole.",
        "A hard-working woman with the world's biggest dong.",
        "A horny dentist with a tiny, upsetting pair of tits.",
        "A horny farmer with a weird cock.",
        "A horny garbageman with a chocolate-covered clitoris.",
        "A horny grandfather with a glistening erection.",
        "A horny grandfather with a smooth dong.",
        "A horny guy with a wonderful ballsack.",
        "A horny mom with an infinite cock.",
        "A horny Republican with an impressive butthole.",
        "A horny surgeon with a weird dong.",
        "A horny woman with a shit-covered dingus.",
        "A horny woman with a surprisingly large penis.",
        "A horny woman with a wonderful clitoris.",
        "A hot baseball player with a weird asshole.",
        "A hot bro with a hairy dick.",
        "A hot congressman with a smooth clitoris.",
        "A hot congressman with history's greatest asshole.",
        "A hot god with a beautiful scrotum.",
        "A hot grandfather with an extra scrotum.",
        "A hot hipster with the world's biggest ballsack.",
        "A hot hipster with the world's smallest pair of nipples.",
        "A hot novelist with a crappy dick.",
        "A hot priest with a shit-covered dingus.",
        "A hot school teacher with an inspiring vagina.",
        "A huge bro with a glorious taint.",
        "A huge cop with a perfectly-formed clitoris.",
        "A huge dad with a smooth penis.",
        "A huge dragon with a tiny, upsetting pussy.",
        "A huge fireman with history's greatest anus.",
        "A huge god with a perfectly-formed taint.",
        "A huge hipster with a perfectly-formed pair of tits.",
        "A huge Rabbi with the world's biggest cock.",
        "A huge school teacehr with an infinite pussy.",
        "A huge surgeon with a hairy scrotum.",
        "A huge woman with an impressive penis.",
        "A laid-back boss with an inspiring pussy.",
        "A laid-back congressman with a perfectly-formed taint.",
        "A laid-back dad with a smooth clitoris.",
        "A laid-back dog with the world's smallest scrotum.",
        "A laid-back doneky with a spectacular erection.",
        "A laid-back donkey with a spectacular scrotum.",
        "A laid-back grandfather with a surprisingly large asshole.",
        "A laid-back hipster with a crappy ballsack.",
        "A laid-back horse with a wonderful scrotum.",
        "A laid-back President with the world's biggest vagina.",
        "A laid-back priest with a tremendous ballsack.",
        "A laid-back prince with the world's biggest butthole.",
        "A laid-back Rabbi with a tiny, upsetting erection.",
        "A laid-back school teacher with an impressive butthole.",
        "A laid-back superhero with an extra taint.",
        "A laid-back superhero with the world's biggest anus.",
        "A laidback horse with a crappy twat.",
        "A large dog with a weird taint.",
        "A large farmer with a surprisingly large taint.",
        "A large garbageman with an infinite dong.",
        "A large hipster with a crappy erection.",
        "A large hipster with a weird ballsack.",
        "A lonely Batman with a crappy dingus.",
        "A lonely boss with a wonderful asshole.",
        "A lonely dentist with an inspiring taint.",
        "A lonely farmer with a glorious pair of nipples.",
        "A lonely fireman with a chocolate-covered dong.",
        "A lonely god with an extra pussy.",
        "A lonely nurse with an epic pair of nipples.",
        "A mean CEO with a wonderful taint.",
        "A mean garbageman with a smooth erection.",
        "A mean grandfater with a perfectly-formed clitoris.",
        "A mean grandfather with a chocolate-covered dong.",
        "A mean nerd with a creamy twat.",
        "A mean nerd with an epic anus.",
        "A mean plumber with an impressive vagina.",
        "A mean President with a perfectly-formed clitoris.",
        "A mean school teacher with a glistening butthole.",
        "A moaning fireman with an infinite anus.",
        "A moaning garbageman with a glistening asshole.",
        "A moaning god with a smooth dick.",
        "A moaning mom with a shit-covered ballsack.",
        "A moaning novelist with a smooth dingus.",
        "A moaning nurse with a shit-covered butthole.",
        "A moaning nurse with a tremendous dingus.",
        "A moaning wizard with a sopping wet asshole.",
        "A muscular Batman with a tremendous ballsack.",
        "A muscular cop with an epic pair of tits.",
        "A muscular garbageman with a sopping wet pussy.",
        "A muscular god with a hairy erection.",
        "A muscular hunk with an epic asshole.",
        "A muscular milkman with a glistening dick.",
        "A muscular prince with a glorious anus.",
        "A muscular prince with a spectacular twat.",
        "A muscular woman with the world's biggest pair of nipples.",
        "A regular garbageman with a creamy pair of tits.",
        "A regular grandfather with a creamy dingus.",
        "A regular hipster with an extra dingus.",
        "A regular prince with an extra taint.",
        "A regular Rabbi with a chocolate-covered pair of nipples.",
        "A regular Rabbi with a glistening scrotum.",
        "A sad astronaut with a creamy cock.",
        "A sad boss with a weird dingus.",
        "A sad god with a shit-covered pair of nipples.",
        "A sad hunk with an extra ballsack.",
        "A sad mom with a glorius anus.",
        "A sad nerd with a glorious vagina.",
        "A sad novelist with history's greatest penis.",
        "A sad superhero with a sopping wet anus.",
        "A sexy dog with a sopping wet cock.",
        "A sexy dragon with a spectacular ballsack.",
        "A sexy farmer with a creamy penis.",
        "A sexy guy with an epic penis.",
        "A sexy husband with a surprisingly large dong.",
        "A sexy milkman with a perfectly-formed erection.",
        "A smiling bro with a glistening cock.",
        "A smiling farmer with the world's biggest pussy.",
        "A smiling prince with a sopping wet dingus.",
        "A smiling Rabbi with a weird ballsack.",
        "A smiling school teacher with history's greatest twat.",
        "A tall boss with a creamy pair of nipples.",
        "A tall milkman with a sopping wet ballsack.",
        "A tall nurse with a hairy penis.",
        "A tall nurse with a spectacular ballsack.",
        "A tall President with an infinite vagina.",
        "A tall Rabbi with the world's biggest vagina.",
        "A tall Republican with a glorious cock.",
        "A tall Republican with a spectacular pair of tits.",
        "A tall surgeon with an inspiring dick.",
        "A tiny baseball player with a sopping wet scrotum.",
        "A tiny baseball player with a tiny, upsetting clit.",
        "A tiny Batman with the world's smallest pair of nipples.",
        "A tiny CEO with a chocolate-covered asshole.",
        "A tiny dentist with a sopping wet taint.",
        "A tiny fireman with a sopping wet cock.",
        "A tiny guy with a wonderful taint.",
        "A tiny prince with a perfectly-formed dick.",
        "A tiny Republican with an impressive pair of tits.",
        "A tiny school teacher with history's greatest pair of tits.",
        "A tiny woman with a chocolate-covered cock.",
        "A trembling dog with history's greatest penis.",
        "A trembling farmer with a wonderful scrotum.",
        "A trembling grandfather with history's greatest twat.",
        "A trembling guy with an extra erection.",
        "A trembling hunk with history's greatest twat.",
        "A trembling milkman with a perfectly-formed erection.",
        "A trembling mom with a shit-covered asshole.",
        "A trembling Republican with a glorious dong.",
        "A trembling teacher with a weird ballsack.",
        "A trembling woman with the world's biggest asshole.",
        "A winking astronaut with a tiny, upsetting pecker.",
        "A winking Batman with a crappy pair of nipples.",
        "A winking CEO with a crappy asshole.",
        "A winking congressman with a creamy asshole.",
        "A winking dad with a creamy butthole.",
        "A winking dude with an infinite erection.",
        "A winking garbageman with a sopping wet pussy.",
        "A winking garbageman with an infinite dong.",
        "A winking god with a weird ballsack.",
        "A winking milkman with a glorious pair of nipples.",
        "A winking novelist with a tremendous dingus.",
        "A winking Republican with a weird penis.",
        "A winking woman with a creamy penis.",
        "A wizard with a chocolate-covered scrotum.",
        "An average dad with a tremendous ballsack.",
        "An average dentist with a glorious scrotum.",
        "An average dragon with a glistening clitoris.",
        "An average farmer with an inspiring penis.",
        "An average fireman with the world's smallest penis.",
        "An average garbageman with an infinite vagina.",
        "An eager cop with an extra ballsack.",
        "An eager farmer with a beautiful pussy.",
        "An eager hipster with a glistening cock.",
        "An eager nerd with a crappy taint.",
        "An eager nurse with a shit-covered taint.",
        "An eager prince with a sopping wet twat.",
        "An eager school teacher with a glorious cock.",
        "An ordinary bro with a shit-covered penis.",
        "An ordinary CEO with a perfectly-formed scrotum.",
        "An ordinary cop with a chocolate-covered ballsack.",
        "An ordinary dentist with the world's smallest vagina.",
        "An ordinary dragon with a surprisingly large pair of tits.",
        "An ordinary novelist with a smooth penis.",
        "An ordinary prince with a beautiful pussy.",
        "An ordinary Republican with a tiny, upsetting cock.",
        "An ordinary school teacher with a creamy clitoris.",
        "An ordinary school teacher with a sopping wet butthole.",
        "An ordinary woman with a glistening twat.",
        "An otherwise unremarkable baseball player with a tiny, upsetting twat.",
        "An otherwise unremarkable bro with a glorious pair of tits.",
        "An otherwise unremarkable dad with a sopping wet dingus.",
        "An otherwise unremarkable dragon with a smooth clitoris.",
        "An otherwise unremarkable god with a shit-covered vagina.",
        "An otherwise unremarkable milkman with a smooth asshole.",
        "An otherwise unremarkable mom with a glistening dingus.",
        "An otherwise unremarkable novelist with an impressive clitoris.",
        "An otherwise unremarkable nurse with history's greatest scrotum.",
        "An otherwise unremarkable woman with an epic ballsack.",
        "An otherwise unremarkablenurse with history's greatest scrotum.",
        "Some kind of astronaut with quite a pussy.",
        "Some kind of CEO with a smooth dick.",
        "Some kind of congressman with a glistening cock.",
        "Some kind of cop with a hairy dick.",
        "Some kind of dad with a tremendous scrotum.",
        "Some kind of dragon with a creamy twat.",
        "Some kind of god with a surprising large asshole.",
        "Some kind of hunk with a shit-covered dingus.",
        "Some kind of milkman with a crappy dingus.",
        "Some kind of milkman with a tiny, upsetting penis.",
        "Some kind of nurse with a creamy taint.",
        "Some kind of rabbi with a beautiful erection.",
        "Some kind of Rabbi with history's greatest dingus.",
        "Some kind of woman with a sopping wet clitoris.",
        "The most gorgeous president with the greatest dick.",
        "Yet another astronaut with a creamy twat.",
        "Yet another Batman with an epic pecker.",
        "Yet another grandfather with an inspiring dong.",
        "Yet another guy with an impressive dick.",
        "Yet another nerd with a smooth ballsack.",
        "Yet another President with a wonderful dick.",
        "Yet another superhero with a smooth dong.",
        "Yet another surgeon with a creamy pecker."
    ],
    "black_cards": []
}