{
    "order": 135,
    "filename": "json_DisgruntledDecksAirForceEdition",
    "name": "Disgruntled Decks: Air Force Edition",
    "white_cards": [
        "100 wheelchair-bound children rolling around in the back of a C-5.",
        "A 2 EPR that was truly deserved.",
        "A big empty plane with no seats and a bucket to shit in.",
        "A big fat OPSEC fail.",
        "A break in service.",
        "A bucket of prop wash.",
        "A contractor who is so badass that he grows a beard and tells war stories.",
        "A court-martial for stealing panties and then trying to hide the evidence by eating all of them.",
        "A decomposing Airman found inside a dorm wall locker.",
        "A delightful old woman at an airport USO.",
        "A DFAC entree covered in cockroach eggs and curly black hairs.",
        "A disgsutingly fat National Guardsman wearing a wrinkled, mustard-stained uniform.",
        "A DITY move in an old covered wagon.",
        "A dorm bathroom haunted by jizz demons and spooge spirits of amsturbations past.",
        "A finance clerk telling you to take your complaint and shove it right up your ass.",
        "A former Hooters waitress who's now a 2nd Lt.",
        "A hangar filled with bird shit.",
        "A hardcore PT session of Duck, Duck, Goose.",
        "A hideously deformed Iraqi teenager winking at you with his one good eye.",
        "A Human Weapon System.",
        "A JTAC with a terrible stutter.",
        "A lieutenant defending their stupid ideas like they're Billy-fucking-Mitchell!",
        "A lubed-up Jimmy Doolittle pushing a naked President Roosevelt through the White House Rose Garden.",
        "A malfunctioning fuel truck spraying an ejaculating bull elephant.",
        "A MEPS adventure that ends with old man breath on the back of your nutsack.",
        "A military working dog eating its handler.",
        "A MSgt who still uses Myspace.",
        "A National Defense Service Medal license plate that lets people know you're not fucking around.",
        "A Nuclear Deterrence Operations Service Medal that somehow gives your worthless life meaning.",
        "A nuclear warhead hidden inside a short bus full of special needs children.",
        "A post-deployment RED HORSE troop fucking everyone and everything in their path.",
        "A promotion system based on explicit sexual favors.",
        "A rainbow flag morale patch.",
        "A retired general making money off the same Air Force he failed.",
        "A retiree dragging his balls across the base gym's locker room.",
        "A Rite in the Rain® notebook filled with doodles and angsty teen poems.",
        "A running track that's a dick's length too long.",
        "A shit-hot flight line cop.",
        "A shop chief who you wouldn't mind violently murdering.",
        "A shortage of fighter pilots.",
        "A six month vacation to the Third World.",
        "A sketch landing.",
        "A smooth-talking WWII Vet scoring some sweet nursing home trim.",
        "A super dead Airman.",
        "A White Rope running their fingers through a Catholic Chaplain's coarse gray pubes.",
        "A Wing Commander stealing breast milk from the pumping room's fridge and then dousing himself in dat sweet titty juice.",
        "A ZJ from a PJ.",
        "AAFES, those classy mother fuckers.",
        "ABU fabric purses that are equal parts shame and embarrassment.",
        "Abusing the system more than it abuses you.",
        "Academy grads.",
        "Accusing an instructor of mansplaining.",
        "Accusing fellow Airmen of stealing all of your jerk-off goblins.",
        "Aiming high.",
        "Air Force Jesus.",
        "Air Force-branded selfie sticks.",
        "Airborne frickin' lasers!",
        "Aircraft of the future!",
        "Airmen of races much different from your own.",
        "All the additional duties I have.",
        "An A1C charging Mess Dress purchases to their Star Card.",
        "An Ammo Troop with strange, incurable STDs.",
        "An armless pilot.",
        "An autistic cyber warrior with Doritos®-stained hands fucking an anime pillow in the supply closet.",
        "An HIV epidemic rapidly spreading throughout the dorms.",
        "An interracial command team.",
        "An ISIS unit ball where the goats are all prettied up in little goat dresses.",
        "An Outlook® inbox filled with Chinese spear phishing emails and group BBQ reminders.",
        "An overweight A1C who's just existing.",
        "Another deployment to Behead-istan.",
        "Another John Q Public rant.",
        "Another pointless meeting where the commander sticks his head in between his legs and kisses his own ass.",
        "Anti-brown people munitions.",
        "Assuming a bird strike is just that plane's time of the month.",
        "Autoerotic hypoxia.",
        "Averaging one marriage per enlistment.",
        "Bailing out the Army with some clit-hardening CAS.",
        "Barkatraz.",
        "Base housing swinger parties.",
        "Base-wide \"fun runs\" that are as slow as old people screwing.",
        "Being \"Air Force Cool.\"",
        "Being the Red Dot.",
        "Being triggered by poetry years after resistance training.",
        "Betraying the American people's trust.",
        "Big Blue.",
        "Bird strikes.",
        "Blowing kisses to a mongoloid chow hall worker.",
        "Boots the color of baby diarrhea.",
        "Breaking the speed of stupid.",
        "Breastfeeding in uniform.",
        "Bring your Butterbar to Work Day.",
        "Bringing back Tops in Blue.",
        "Bullshitting your way through yet another PHA.",
        "Butt stuff in exchange for orders.",
        "Cancerous USAF leadership.",
        "CAOC fuck fests.",
        "Captain Baggadix.",
        "Charging lap dances and boner pills to a Government Travel Card.",
        "Checkride beers.",
        "Chuck Yeager's 75 lb. testicles.",
        "Commander's Call.",
        "Commissioned officers.",
        "Crashing a GOV and then just walking away.",
        "Crew rest.",
        "CUMSEC.",
        "Curtis LeMay totally wrecking Airmen with his big cigar.",
        "Deflecting fuckery with your DD 214.",
        "Defrauding the government bigly.",
        "Dirty dorm sponges.",
        "Discharging dishonorably.",
        "Doing stupid shit because a general is visiting the squadron.",
        "Double reflective belts!",
        "Dropping warheads on foreheads.",
        "Dying in line at the VA.",
        "Dyslexic, atheist pilots who don't nelieve in dog fights.",
        "Ejecting.",
        "Eloping with your MTL after their court-martial.",
        "EXERCISE EXERCISE EXERCISE!",
        "Expedient mid-shift sex in a cocked B-52 crew bunk.",
        "Exploding an Afghan hospital because WHOOOPS!",
        "Fat shaming Soldiers.",
        "Feeling a hint of guilt for thinking Nazi uniforms looked cool.",
        "Fiery death at an air show.",
        "Flagging the range with a MK 19.",
        "Flight line drive-by staredowns.",
        "Flying a desk and absolutely loving it!",
        "Flying Under the Influence.",
        "Fraud, waste, abuse, repeat.",
        "Fucking Nonners.",
        "Fuel savings iniatives that don't make no got-damn sense!",
        "Gaining rank one ass smooch at a time.",
        "Getting eaten out by a fighter pilot.",
        "Getting fucked to death by a four-star general.",
        "Giving zero fucks about the Middle East.",
        "Good Kill.",
        "Gorging yourself onn cabbage and meats right before the altitude chamber.",
        "Green Dot.",
        "Guard Mount!!!",
        "Hardcore fraternization.",
        "Hating piggybackers.",
        "Hating stupid pilot culture because it's stupid and you hate it.",
        "Having acronyms for your acronyms (HAFYA).",
        "Having all the planes!",
        "Honoring C-130 heritage by shitting in front of 30 paratroopers.",
        "Horny young Airman.",
        "Hot Sister Thursdays at the Lackland BX.",
        "How an Airman grows up to be big and strong.",
        "I fly the M16.",
        "IEDs, mortar fire, and other dumb things that make your booty hole pucker.",
        "Jamming a CAC into a slot.",
        "Knocking up multiple Airmen.",
        "Lackland funk.",
        "Leading by email.",
        "Leather jackets.",
        "Leaving an Airman so, so far behind.",
        "Lietenants.",
        "Loading 10,000 learnin' books onto a B-52 and dropping them over Alabama.",
        "Lobster Night... because we're not in one of those peasant branches.",
        "Locking your knees.",
        "Maintainer debauchery.",
        "Making a Black Power fist mid-promotion.",
        "Med Bros and Med Hoes screwing up your ASIMS.",
        "Mentorshit.",
        "Military bearing of the highest caliber!",
        "Millennial Airmen.",
        "Misplaced Air Force assets.",
        "Missileers.",
        "Mmmmmmm, dat CAS!",
        "Motrin® addiction.",
        "Mutually Assured Destruction, dude!",
        "Naked gunner hugs.",
        "Naming everything to sound way more high speed that it actually is.",
        "Newly incorporated kamikaze tactics.",
        "No Hope Pope.",
        "Non-combat deaths.",
        "Non-commissioned officers.",
        "North Korean military aircraft.",
        "Not Mission Capable.",
        "Offering to fuck away people's PTSD.",
        "Operation Enduring Semen.",
        "Ordnance.",
        "Overdue training.",
        "Pages intentionally left blank.",
        "Parachute cord wrapped around a penis.",
        "Pausing some steamy dorm romance mid-stroke when Taps starts playing.",
        "Phoning the parents of a half-retarded Airman to tell them they're fucking failures.",
        "Physically abusing dependents because you're a drunk piece of shit.",
        "Pilot hair.",
        "Pilot Retention.",
        "Pilot selfies.",
        "Pilots wearing Aviators and flying with their hands.",
        "Pilots whining like pre-teens.",
        "Please delete me from this distro.",
        "Pointy Heads.",
        "Pooping on the flight line and then scooping the turd into your hand and throwing it into a spinning prop.",
        "Precision guided mooooo-nitions.",
        "Predictable \"Chair Force\" jokes.",
        "Promoting so hard.",
        "Proudly displaying your dirty reflective belt and line badge at the BX.",
        "Putting the \"cock\" in cockpit.",
        "Quietly fingerbanging a fishy trainee.",
        "Random conversations at the smoke pit.",
        "Re-enlisting with a hopeful smile.",
        "Recruiters sexting underage high school students.",
        "Referring to stolen valor as being \"trans-veteran.\"",
        "Riding in a shopping cart with your arms stretched out to the side while screaming \"MAKE WAY I'M A JET PLANE, MOTHER FUCKER!\"",
        "ROTC Cadets who deserve all of the ass beatings.",
        "Roughing it in the field in a 3-star hotel.",
        "RPA operators with PTSD.",
        "Salty Airmen.",
        "Saluting Academy Cadets.",
        "Saluting with your right hand then saluting with your left hand then Nazi saluting into a backflip.",
        "Sarin gas attacks and other things that don't end goodly.",
        "Sawing an Airman in half during a USO magic show gone terribly wrong.",
        "Scheduling a bunch of medical appointments because fuck it.",
        "Security Forces, the window lickers of the Air Force.",
        "Sending a chimpanzee into G-LOC during f-35 training.",
        "SERE instructors and the psychological scars their children bear.",
        "Shift supervisors and the faces they sit on.",
        "Shooting up some good heroin in a bathroom stall at the Pentagon.",
        "Shouitng \"What goes TDY, stays TDY!\" right before making a terrible decision.",
        "Showering leadership with undue praise and affection.",
        "Showing up to Red Flag like it's Gangs of New York.",
        "Signing your life away.",
        "Single-handedly ruining my Air Force.",
        "Sitting alert.",
        "Situational unawareness.",
        "Skipping out on funeral detail.",
        "Smoking pot in uniform.",
        "Sneaking a burner phone into the WSA for the sole purpose of sending nudes.",
        "Snoozin' in the guard tower.",
        "Soaring above the clouds.",
        "Space warriors.",
        "Spaghetti spilling out of your uniform's pockets.",
        "Spending half of an enlistment in a training squadron.",
        "Spoiled commissary meats.",
        "Squadron culture.",
        "Standing on your T.O. instead of using a ladder.",
        "Strafing an Afghan shepherd and his sad, sickly goats.",
        "Stray dogs running wild through base housing, barking at minorities and shitting everywhere!",
        "Subduing an officer using only the gentle touch of feminine hands.",
        "Taking out an insurance policy on the lieutenant.",
        "Team building activities that overwhelm you with embarrassment.",
        "That one weirdo who interservice transferred to the Army.",
        "The Air Force Academy forcing Jesus down your throat.",
        "The Air Force Combat Action Medal.",
        "The Air Force: where \"Death by PowerPoint®\" is a service-connected disability rating.",
        "The Air Force's stupid logo.",
        "The Airman's Creed.",
        "The alien prostitutes at Area 51.",
        "The amount of medals I have.",
        "The BUFF.",
        "The Chief Master Sergeant of the Air Force impregnating Miss Teen America.",
        "The entirely unrealistic expectations of the Air Force.",
        "The glue that unifies the force.",
        "The Good Idea Fairy.",
        "The legendary Lockheed SR-71 Blackbird... but why it gotta be black, though?!?",
        "The Lieutenants Protection Association.",
        "The Lowest Price Technically Acceptable.",
        "The many ways DFAS will anal sex you.",
        "The Minuteman III ICBM, which is the same size as your grandmother's dildo.",
        "The model airplane you sleep with at night.",
        "The morale that's currently missing.",
        "The National Anthem, but with air horns, porn moans, and armpit fart noises.",
        "The needs of the Air Force.",
        "The Secretary of Offense.",
        "The sexiest service branch.",
        "The Sheppard Shuffle.",
        "The smell of pilot dick on your breath.",
        "The stinky kid in tech school.",
        "The Tuskegee Airmen's big black dicks.",
        "The two weeks of low self-esteem that follows a BX haircut.",
        "The United States Air Force Academy.",
        "The United States Air Force.",
        "The wind beneath my wings.",
        "Thinking B-2 pilots are cool guys who bomb peoples and doesn't afraid of anything.",
        "Those fucking nerds over at NORAD tracking Santa and shit.",
        "Throwing a brick through the window of your local finance office.",
        "Transgender integration training.",
        "Treating grown adults like children.",
        "Treating urinalysis like a strip tease.",
        "TRICARE-covered euthanasia.",
        "Trolling for dick at the Maintenance Professional of the Year.",
        "Two Cadets holding hands and gleefully skipping down a hallway.",
        "Two Hajis poorly disguised as a camel.",
        "Two meaty pork swords in a Lackland porta-potty.",
        "Two pilots 69'ing in a cockpit.",
        "Unclear instructions.",
        "Unleashing the MOAB on a terrorist training camp and making things go KABOOM!",
        "Uploading dick pics to your unit's SharePoint®.",
        "Using a curly straw to snort some blow off the Chief of Staff's war dong.",
        "Using hurtful langauage that triggers co-workers and make the whole Air Force cry.",
        "Using survival training hypothermia as an excuse to spoon.",
        "Volunteering against your will.",
        "Vomiting down the front of a flight suit.",
        "Wacky plane noises.",
        "Wearing Blues under your Klan robe.",
        "Wearing morale shirts against your will.",
        "Whipping out your CAC.",
        "Whistlin' old timey slave hymns while maintaining aircraft.",
        "White dudes with shaving waivers.",
        "Wingmen.",
        "Working 0800-1500.",
        "Working with Army mouth breathers.",
        "Your Command Chief's slutty teen daughter."
    ],
    "black_cards": [
        {
            "pick": 1,
            "text": "_____ is no stranger to an AGE Ranger!"
        },
        {
            "pick": 1,
            "text": "_____! the SecAF exclaimed ass he shape-shifted into a lizard person and scurried through the Pentagon."
        },
        {
            "pick": 1,
            "text": "\"I want you for _____!\"\n\n-- Uncle Sam"
        },
        {
            "pick": 1,
            "text": "\"What flight are you on?!?\"\n\n\"Flight _____, Sir!\""
        },
        {
            "pick": 1,
            "text": "A commissary bagger gives you the death stare. Tip them with _____ and get the hell out of there!"
        },
        {
            "pick": 1,
            "text": "A dorm party isn't a dorm party without _____!"
        },
        {
            "pick": 2,
            "text": "A superior officer approaches. You salute and say _____, and they respond with _____."
        },
        {
            "pick": 1,
            "text": "AFPC has decreed _____ is the new requirement for WAPS testing this year."
        },
        {
            "pick": 1,
            "text": "After a year in the Delayed Entry Program, it's finally time for _____!"
        },
        {
            "pick": 1,
            "text": "Air Force fuckery is getting so bad that the brass are starting to blame _____ on the lack of discipline."
        },
        {
            "pick": 1,
            "text": "Amazon just announced that it is partnering with the U.S. Air Force to deliver _____ to your doorstep."
        },
        {
            "pick": 1,
            "text": "An LOR was given to you for an embarrassing incident involving _____, but mostly because you're really fucking dumb."
        },
        {
            "pick": 1,
            "text": "And here we see the dependa in her natural habitat, angrily commenting about _____ on her husband's unit's Facebook page."
        },
        {
            "pick": 1,
            "text": "As a Tech School instructor, I was shocked the first time I caught my students _____."
        },
        {
            "pick": 1,
            "text": "Aside from gambling addiction and marrying Las Vegas strippers, Airmen stationed at Nellis AFB also have issues with _____."
        },
        {
            "pick": 1,
            "text": "At Vandenberg AFB, satellites designed to monitor _____ are now being launched into low Earth orbit."
        },
        {
            "pick": 1,
            "text": "Attempting to claim _____ on a travel voucher is a great way to piss off the DTS gods."
        },
        {
            "pick": 1,
            "text": "Be careful, Airman! That stripper says she loves you, but she's only interested in _____."
        },
        {
            "pick": 1,
            "text": "Before his heroic actions leading to his Medal of Honor, A1C John Levitow was best known for _____."
        },
        {
            "pick": 1,
            "text": "Civilians will never understand the joys of _____."
        },
        {
            "pick": 1,
            "text": "Congress approved a new retirement plan that replaces your pension with a lifetime supply of _____."
        },
        {
            "pick": 1,
            "text": "Dearest Mother, War is Hell. The DFAC burns the steaks. Marines call me a POG bitch. And just today, I witnessed _____ for the first time!"
        },
        {
            "pick": 1,
            "text": "Describe your Air Force career with one card."
        },
        {
            "pick": 1,
            "text": "During lengthy sessions of \"hurry up and wait,\" I enjoy _____ to help pass the time."
        },
        {
            "pick": 1,
            "text": "Follow the Air Force Band on Twitter @_____."
        },
        {
            "pick": 2,
            "text": "He is, The Most Air Force Man in the World. \"I'm not always _____, but when I do, I prefer _____. Stay motivated, my friends.\""
        },
        {
            "pick": 1,
            "text": "HO HO HO! Merry Christmas, Chief! You were naughty this year, so I put _____ in your stocking!"
        },
        {
            "pick": 1,
            "text": "Honor a fallen comrade. Seriously, pause the game and raise your glasses for someone who made the ultimate sacrifice."
        },
        {
            "pick": 2,
            "text": "Hot damn! That last deployment was a super sloppy mix of _____ and _____."
        },
        {
            "pick": 1,
            "text": "How do you convince your subordinates to do the right thing?"
        },
        {
            "pick": 1,
            "text": "How do you endure the hell that is Army billeting?"
        },
        {
            "pick": 1,
            "text": "I always knew I would end up in the military because I enjoyed _____ at an early age."
        },
        {
            "pick": 1,
            "text": "I am an American Airman, I am _____."
        },
        {
            "pick": 1,
            "text": "I don't know what's worse, ABUs or _____."
        },
        {
            "pick": 1,
            "text": "I have no idea why Finance is closed today. There's just a sign on the door that reads \"_____.\""
        },
        {
            "pick": 1,
            "text": "I wonder if _____ was as common in the Army Corps as it is in today's Air Force."
        },
        {
            "pick": 2,
            "text": "If Captain America transferred to the Air Force, his indestructable shield would be replaced with _____, and his new catchphrase would be \"_____!\""
        },
        {
            "pick": 2,
            "text": "If General LeMay were alive he'd bust through that door, put an end to all this _____, and then bring back _____!"
        },
        {
            "pick": 1,
            "text": "If linguists were ever considered \"The Tip of the Spear\" then what would be the shaft?"
        },
        {
            "pick": 1,
            "text": "If You Ain't Ammo, You Ain't _____!"
        },
        {
            "pick": 1,
            "text": "In an attempt to appeal to Air Force dependents, Sesame Street has created \"Big Blue,\" a character who teaches the other muppets about _____."
        },
        {
            "pick": 1,
            "text": "In the United States Air Force, we fight in Air, Space, and _____."
        },
        {
            "pick": 1,
            "text": "Iran's new \"state of the art\" drone is basically a hang gliding Roomba® that uses _____ as its main weapon system."
        },
        {
            "pick": 1,
            "text": "It never fails! You just want to nap at the USO, but _____ always gets in the way."
        },
        {
            "pick": 1,
            "text": "It was the craziest thing I've ever seen. I once saw a dependa kill a man with _____."
        },
        {
            "pick": 1,
            "text": "Keep that crusty ass Air Trans TSgt happy with a whole lotta _____!"
        },
        {
            "pick": 1,
            "text": "Ma'am, why are you crying?"
        },
        {
            "pick": 1,
            "text": "Only in the Air Force will you find _____."
        },
        {
            "pick": 1,
            "text": "Receiving orders to Minot is even more depressing than _____."
        },
        {
            "pick": 2,
            "text": "Security Forces are the best at _____, but are terrible at _____."
        },
        {
            "pick": 1,
            "text": "Smug Air Force Academy grads believe they're the best at _____."
        },
        {
            "pick": 1,
            "text": "So you're saying you have a PT waiver for _____? Niiiice..."
        },
        {
            "pick": 1,
            "text": "Standing at attention, the trainees yel, \"Off we go, into _____!\""
        },
        {
            "pick": 1,
            "text": "Step 1: Request any DSD except MTI.\n\nStep 2: _____.\n\nStep 3: You're an MTI now."
        },
        {
            "pick": 1,
            "text": "Surprise! AETC's new supplement covers _____."
        },
        {
            "pick": 1,
            "text": "That's not a technique or a procedure! That's just _____!"
        },
        {
            "pick": 3,
            "text": "The Air Force Core Values: _____ first, _____ before self, and _____ in all we do."
        },
        {
            "pick": 1,
            "text": "The F-35 may be the most lethal fighter on the planet, but it's no match for _____."
        },
        {
            "pick": 1,
            "text": "The only thing that can match the intensity of a submarine race is _____."
        },
        {
            "pick": 1,
            "text": "The recruiter promised me an exciting career traveling the world, but it was more like an endless nightmare of _____."
        },
        {
            "pick": 1,
            "text": "The shit-hot sequel to Fighter Pilot: Operation Red Flag is a boner-tastic freedom flick chock-full of _____!"
        },
        {
            "pick": 1,
            "text": "The SNCO seducing young Airmen is exhibiting a _____ leadership style."
        },
        {
            "pick": 1,
            "text": "This CSAF will make their mark on heritage by changing _____."
        },
        {
            "pick": 1,
            "text": "USAA is now offering a free subscription to _____ Magazine when you open a new checking account."
        },
        {
            "pick": 1,
            "text": "Want a \"Promote Now\"? Well, make sure you receive a bullet for _____."
        },
        {
            "pick": 1,
            "text": "What brought PT to a screeching halt?"
        },
        {
            "pick": 1,
            "text": "What caused your wife's bitter tears at your last re-enlistment?"
        },
        {
            "pick": 1,
            "text": "What did the lifeguards find floating in the base gym's pool?"
        },
        {
            "pick": 1,
            "text": "What earned your troop their latest Direct Safety Violation?"
        },
        {
            "pick": 1,
            "text": "What embodies \"Air Force stupid\"?"
        },
        {
            "pick": 1,
            "text": "What is DARPA now training robots to do?"
        },
        {
            "pick": 1,
            "text": "What is the key component of this administration's foreign policy?"
        },
        {
            "pick": 1,
            "text": "What just dropped out of the back of that C-130?"
        },
        {
            "pick": 1,
            "text": "What really killed Billy Mitchell?"
        },
        {
            "pick": 1,
            "text": "What the fuck does the Chaplain do?!?"
        },
        {
            "pick": 1,
            "text": "What would make your supervisor's blood boil?"
        },
        {
            "pick": 1,
            "text": "What's been making life absolutely suck in your unit?"
        },
        {
            "pick": 1,
            "text": "What's causing that awful smell in the dorms?"
        },
        {
            "pick": 1,
            "text": "What's currently burning on the flight line?"
        },
        {
            "pick": 1,
            "text": "What's more fucked than Blues on the first day of Airman Leadership School?"
        },
        {
            "pick": 1,
            "text": "What's that bitch boy F-16 pilot whining about THIS time?!?"
        },
        {
            "pick": 1,
            "text": "What's the new guy's callsign?"
        },
        {
            "pick": 1,
            "text": "What'st he centerpiece to the new Academy spirit video?"
        },
        {
            "pick": 1,
            "text": "When the American public hears \"United States Air Force,\" they can't help but think of _____."
        },
        {
            "pick": 1,
            "text": "Why is myPers down THIS time?!?"
        },
        {
            "pick": 2,
            "text": "You can tell Chuck Norris is an Air Force Vet because he uses _____ and _____ to slay his enemies."
        },
        {
            "pick": 1,
            "text": "You just need more _____ to finish this goddamn 1206!"
        },
        {
            "pick": 2,
            "text": "You'd never know it, but the first sergeant's duties include _____ and _____."
        },
        {
            "pick": 1,
            "text": "You're at the local base housing swinger party. What's your go-to icebreaker?"
        },
        {
            "pick": 1,
            "text": "Your Squadron Commander proudly displays a picture of _____ on her desk."
        }
    ]
}