{
    "order": 139,
    "filename": "json_DisgruntledDecksNavyEdition",
    "name": "Disgruntled Decks: Navy Edition",
    "white_cards": [
        "50 Shades of Haze Gray.",
        "A 3-hour SECRET flight brief for a 45-minute flight. #WasteMyFuckingTime",
        "A bed bug-infested rack.",
        "A billion different uniforms and accessories.",
        "A Boatswain's punch.",
        "A bucket of fishy tampons stuffed inside your rackmate's pillowcase.",
        "A bunch of stupid pilots doing stupid pilot shit.",
        "A canteen-spitter combo.",
        "A care package filled with dog shit, Styrofoam® peanuts, and a divorce decree.",
        "A cringey license plate that reads \"USN4LYF.\"",
        "A CS friend hooking you up with extra meatloaf and shit.",
        "A Dependapotamus vs. TRICAREatops hotdog eating sontest.",
        "A destroyer performing a max AOB turn while unfurling 90-foot American flags.",
        "A dildo cannon.",
        "A dumb shit ensign attempting to pull rank on Chief.",
        "A FOD Walkdown of Skipper's stateroom.",
        "A Gay Chicken win streak.",
        "A gayer, gentler Navy (if that's even possible).",
        "A half month's pay times two.",
        "A lieutenant yelling \"Drag me, you enlisted swine!\"",
        "A Marine desperately trying to flush stolen panties down the shitters.",
        "A mouth like a Sailor.",
        "A Navy-wide pamphlet entitled \"Needleguns and You: Surviving Your First Command as an Undesignated Seaman.\"",
        "A Nuke with an arm growing out of his head.",
        "A pilot with an unequal number of takeoffs and landings.",
        "A proud new member of the Liberty Attire Enforcement Team.",
        "A race baiting NC1.",
        "A rogue HT welding berthing hatches shut.",
        "A rotting pile of Veterans corpses in the basement of a VA hospital.",
        "A School relationships.",
        "A SEAL platoon twerking to trap music.",
        "A Seaman full of semen.",
        "A SECDET member forgetting his rifle in the galley.",
        "A sleazy recruiter driving an '85 panel van packed with teenage girls and several cases of Four Loko.",
        "A terrorist seductively whispering \"There's a bomb somewhere on my body...want to find it, you sexy infidel?\"",
        "A wave of thirst crashing down on every female Sailor.",
        "Acadmey grads losing classified material.",
        "Advancement results without your name on them.",
        "Air DET delivering a pallet of freshly stacked ISIS corpses.",
        "All conditions normal.",
        "An aggressively aerobatic VERTREP that causes all assholes to simultaneously pucker.",
        "An AO telling you that he kills people.",
        "An elaborate advancement exam cheating ring.",
        "An enormoous metal tube filled with Seamen.",
        "An enraged, 300-lb dependa bellowing \"I serve too!\"",
        "An ensign's cunt wife demanding to be saluted at the gate.",
        "An EOD chief slinging his cock over his shoulder.",
        "An EOD on SEAL on SWCC suck pile.",
        "An EP Eval includes the words \"fellatio,\" \"scuttlebutt,\" and \"Space Docking.\"",
        "An inspection uniform soaked in Taco Bell grease.",
        "An outbreak of vaginal malaria in the female berthing spaces.",
        "An SCBA mask that smells like the inside of a wet bag of horse nuts.",
        "Any naval officer.",
        "Armchair Admirals.",
        "Assholes and Admirals.",
        "at least this one is unique",
        "Bahrain's \"American Alley.\"",
        "Balls-to-8 watch.",
        "Bar fights with Coasties.",
        "BCGs.",
        "Being as useful as a screen door on a submarine.",
        "Being detained by the host nation for \"offending local sensibilities.\" In other words, you pulled out your hog in a restaurant.",
        "Being voluntold to man the rails.",
        "Believeing your recruiter when he told you SEALs would offer you a chance to switch your rate in boot camp.",
        "Belt buckles with your ship's logo.",
        "Berthing Fight Club.",
        "BMs.",
        "Boatswain's Mate pipe practice.",
        "Borderline retarded ensigns.",
        "Brace for shock!",
        "Bravo Zulu, shipmate!",
        "Bullshit flight pay for LCAC crews.",
        "Butthurt Report Forms.",
        "Cap'n Crunch® being hung in the town square for stolen valor.",
        "Captain's Cup finals.",
        "Captain's Mast for skylarking.",
        "Chiefs giving mustache rides.",
        "Chrism smelling laundry soap.",
        "Civilians awkwardly saluting you in public.",
        "Class 3 dental!",
        "Cliche Navy-themed gay jokes.",
        "CMEOs Gone Wild.",
        "CNO Admiral Greenert's \"happy\" sock.",
        "Completely running out of fucks.",
        "Contracting dick fungus from a shipmate's Japanese robotic fuck doll.",
        "Contracting dick rot from the hair clippers your rackmate used on his rat nest-like pubes.",
        "Counseling chits.",
        "Crafting a matress in the pulper room from banana peels and freshly cut hair.",
        "Cranking.",
        "Crying when you receive your Navy Ball Cap after Battle Stations.",
        "CTs inbreeding.",
        "Dank meme wars between the official Facebook pages of the U.S. Navy and Saint Jude Children's Research Hospital.",
        "Deflowering a princess.",
        "Deploying mechanical sharks with laser dicks in the fight against Somali pirates.",
        "Doing ass-to-ass with a .50 cal barrel and your bestest shipmate.",
        "Drinking from a porpoise skull that's filled with the period blood of menstruating staff officers.",
        "Dropping Bin Laden's cum-filled corpse from a helicopter at 120 knots.",
        "Drown-proofing amputees.",
        "Dying of dysentery.",
        "Egypt's \"security\" during the Suez Transit.",
        "Everyone on your crew is dead!",
        "Falling overboard.",
        "Fat emlisted personnel.",
        "Fatal helicopter crashes.",
        "Filling the new guy's rack with old shower shoes, soggy period pads, and used Q-tips.",
        "Finally realizing why Sailors are called \"Swabbies.\"",
        "Finding your boat boo's slappy chokey bondage vid on Pornhub.",
        "Fitting all your blongings into a seabag.",
        "Fleet Admiral Chester W. Nimitz.",
        "Fleet and Family Support loans.",
        "Fleet rolls.",
        "Fleet Week fuckery.",
        "Floating dead.",
        "Floating in the middle of an angry sea.",
        "Fraternizing with your open mouth.",
        "Free tickets to semi-pro sporting events and other pathetic charitable offerings.",
        "Freedom, mother fucker! Do you speak it?!?",
        "Funeral detail!",
        "Gary.",
        "Getting ASMO'd back to P-Days.",
        "Getting detained by Iran while wearing white socks.",
        "Getting suckered into a Nuke contract.",
        "Getting your mattress stamped.",
        "Gleefully reminding Marines they're part of the Navy.",
        "GMT.",
        "Going full dependa.",
        "Going LLD for a leaky booty hole.",
        "Going to DRB for spreading boner crippling penis polio to the rest of the ship.",
        "GQ drills at 0200.",
        "Hazing for the fuck of it.",
        "Health and comfort inspections.",
        "Hippies trampling American freedoms.",
        "Hitting your new bench press PR because the boat rocked just the right way.",
        "HOOYAH!",
        "Hormone therapy for incarcerated Sailors.",
        "Huffing Haze Gray paint from an old Kmart® shopping bag.",
        "Hurry up and wait!",
        "Increasingly stringent Navy mustache regulations.",
        "Intentionally jumping overboard because you're a trans-species fish man.",
        "Interpreting signal flags.",
        "ISIS recruiters promising bonus goats and a sweet beheading knife if you defect.",
        "John Paul Jones' Crypt.",
        "Joining the Navy to get mad respect, bro!",
        "Just to piggyback off what Chief said...",
        "Knocking her up right before deployment.",
        "Laughable female PRT standards.",
        "Liberty-determining items.",
        "Liquor locker robberies.",
        "LLD chits.",
        "Lone Survivor Marcus Luttrell punching an Afghan child right in its fucking face.",
        "Low visibility detail.",
        "Making fun of Marines.",
        "Marrying the local bargoyle for the BAH and the disgusting yet reliable sex.",
        "Masterful sea lawyering skills.",
        "Matching anchor tattoos so the friend ship doesn't sail away.",
        "Mercy killing your girlfriend's new puppy by knife handing its adorable little face to death.",
        "Middle Eastern \"toilets.\"",
        "Military Discount Entitlement Syndrome.",
        "Mine-clearance dolphins.",
        "MM advancement exams.",
        "Mo fuggin' hands in yo' mo fuggin' pockets.",
        "Mocking Soldiers.",
        "Motorcycle training.",
        "MWR concerts featuring washed up 90's musicians.",
        "Naps in the safety nets.",
        "Navy JAG.",
        "Navy SEALs making millions by doing random shit and selling it as a \"SEAL Workout.\"",
        "NEX hairstyles that could be featured in Prison Cut Magazine.",
        "NJP for attending Edward Snowden's My Little Pony-themed birthday party.",
        "No-shave chits.",
        "Norfolk.",
        "Nuclear engineers.",
        "Officer Candidate School.",
        "Officers enjoying tea, biscuits, and bestiality in their staterooms.",
        "Operational Risk Management.",
        "Passing raunchy sex notes to your boot camp boo.",
        "Paying for uniforms when you make Chief.",
        "Pearl Harbor fetish porn.",
        "Penetration, however slight, is enough to complete the offense.",
        "Petty officers.",
        "Playing Call of Duty® to prepare for MA training.",
        "Pollywogs.",
        "Poppin' Motrin® like Skittles®.",
        "Post-Navy college adventures.",
        "PPE for your STD-ridden genitalia.",
        "Preying that your spouse doesn't accidentally meet your boat boo at the commissary.",
        "Punishment so elaborate you'd swear it was thought up by a Bond villian.",
        "Receiving the coveted Blue Falcon Award for noticing the Adam's Apple but letting your bro take home the tranny anyway.",
        "Recruit Heaven.",
        "Referring to your rackmate as a human-shaped bag of assholes.",
        "Regulations outlining female facial hair standards.",
        "Reorganizing the conex. Again. For the sixth time.",
        "Repeating \" I could've been a SEAL\" until you actually believe it.",
        "Rescue Swimmers doing gainers out of the helicopter.",
        "Rescued \"refugees\" comandeering your ship.",
        "RIMPAC!",
        "Roger. That. Shipmate.",
        "Rollerblading across an active flight line wearing only UDT shorts and a smile.",
        "Saluting Midshipmen.",
        "Saluting officers' wives.",
        "Sarah Palin's powdered breast milk as an MRE drink mix.",
        "Screamin' Seamen!",
        "Sea and anchor detail.",
        "Sea Donkey slime trails on the flight deck.",
        "Sea Donkeys with lop-sided, hairy tits.",
        "Sea Lawyers.",
        "Sea stories.",
        "Sea Unicorns.",
        "Sea Warriors.",
        "Seabag inspections.",
        "Seaman Schmuckatelli.",
        "Second degree knee burns from gargling flight crew ballz.",
        "Secret squirrel secrets.",
        "Seeing your shaved, ladyboy ass posted on Shit My LPO Says.",
        "Shark Watch for swim call.",
        "Ship Store swag.",
        "Ship's laundry.",
        "Shipmates shipmating shipmates.",
        "Shore Patrol.",
        "Singing Highway to the Danger Zone in a 2003 Ford® Focus.",
        "Skating the fuck home right before GQ drills.",
        "Smuggling an underage teen out of the barracks before a health and comfort inspection.",
        "Social justice warriors trampling and burning the American flag.",
        "SQUEAL Team Sex: The Hunt for Bin Laden's Boy Pussy.",
        "Standing the fuck by!",
        "Stomping out a crotch fire.",
        "Striking for the newest rate: Navy Person.",
        "Sub guys wearing short shorts and nipple clamps.",
        "Swabbies and shipmates.",
        "Sweeping the flight deck during a torrential downpour.",
        "Tabasco®: a necessary evil.",
        "Tattoo regulations created by limp dick staff officers.",
        "That douchebag who ALWAYS steps on your rack while climbing up to theirs.",
        "That fucker who tosses chemlights off the ship.",
        "That nasty mother fucker who showers barefoot.",
        "That one Third Class we all had in our shop.",
        "That one time your boat boo got restriction right before shore liberty.",
        "The abortion-at-sea that is the movie Annapolis.",
        "The chiseled jawline and absurdly sculpted bisceps of Admiral Chester Nimitz.",
        "The CPO Selectee Carwash.",
        "The direction the Navy is headed.",
        "The DoD's yearning for bottom of the barrel, dirt cheap shit.",
        "The galley.",
        "The gallons of semen your mattress has absorbed.",
        "The good kid",
        "The gooey aftermath of a Sailor walking into a P-3's rotor arc.",
        "The Great Pacific garbage patch.",
        "The grunting and heavy breathing of a lonely rackmate.",
        "The indoor tracks of RTC Great Lakes.",
        "The little goblins that live in engineering spaces.",
        "The M240D's cycle of operations.",
        "The MCPON engaging is \"gerbil play.\"",
        "The MWR tour you're no longer allowed to join.",
        "The mythical Sea Pegasus.",
        "The Navy Times.",
        "The Navy's mentorship program.",
        "The package store.",
        "The pathetic lack of funds in your TSP.",
        "The pinball machine in Skipper's stateroom.",
        "The Pucker Factor.",
        "The Quarterdeck POOW.",
        "The safety stand-down from Hell!",
        "The Seabees' gay construction worker-themed dance party.",
        "The SECNAV's wrinkly little raisin dick.",
        "The ship's movie channels.",
        "The sudden realization that YOU are a fobbit!",
        "The Swastika-shaped building on Naval Amphibious Base Coronado. Seriously, Google Map that shit right now!",
        "The United States Navy.",
        "The United States Navy.",
        "The unmistakable smell of chloroform at your command's Christmas party.",
        "The uselessness of Transition GPS.",
        "The USS Neverdock.",
        "Totally super hardcore Navy PRT standards.",
        "Transgender Education Training.",
        "Tricing someone up in their rack.",
        "Tricking Marines into forming fake lines.",
        "Urinalysis meat gazers who love to watch.",
        "Using a rescue litter to restrain a drunken FNG.",
        "Using a treadmill aboard a ship.",
        "Using blood magic to resurrect the USS Arizona.",
        "Using your DITY move to smuggle West Virginia hillbilly meth across the Canadian border.",
        "Using your technical savy to melt plastic trash into dragon dildos and Golden Girls-themed fuck toys.",
        "Vacation Bible School.",
        "Veteran suicide awareness.",
        "Vietnamese mercenaries hunting John Kerry.",
        "Violating UCMJ Article 114 by dueling Jody to the death.",
        "Visiting the waterpark in Dubai.",
        "Waiting for the harbor pilot in any Middle Eastern port.",
        "Washing Chief's coffee mug.",
        "Watch.",
        "Watching deployment homecoming videos for a good cry.",
        "Watching Marines break shit.",
        "Watching two Marines fight over the last box of crayons.",
        "Well-deserved fratricide.",
        "Whipping your dependents like Hebrew slaves.",
        "Witnessing a suicide from the Coronado Bridge.",
        "Women in BUD/S.",
        "Working the pole to earn money for new chemlights.",
        "Working the pulper.",
        "Workups.",
        "Writing your name in the water using a .50 cal.",
        "Ye olde times medical procedures used aboard the USS Constitution.",
        "Your future ex-dependa.",
        "Your significant other fucking a pilot the minute you deploy.",
        "Your third NKO password attempt."
    ],
    "black_cards": [
        {
            "pick": 2,
            "text": "_____ and _____ inevitably lead to the phrase \"Happiness is secured.\""
        },
        {
            "pick": 1,
            "text": "_____ is by far the most important item in the \"Fresh Out of Boot Camp\" starter pack."
        },
        {
            "pick": 1,
            "text": "_____ is the only thing more patriotic than Master Chief Carl Brashear's prosthetic leg."
        },
        {
            "pick": 2,
            "text": "_____ will attempt to destroy the Navy. _____ will ensure that threat is defeated."
        },
        {
            "pick": 1,
            "text": "_____: it's what Academy grads do best!"
        },
        {
            "pick": 1,
            "text": "*Read this in your best tranny voice*\n\nHey, Sailor! Come over here and let me show you _____!"
        },
        {
            "pick": 1,
            "text": "According to the international best seller Breaking Up With Your Boat Boo, _____ is the #1 way to cope with your loss."
        },
        {
            "pick": 1,
            "text": "Admit it, Seaman! You've always suspected your LPO of _____."
        },
        {
            "pick": 1,
            "text": "After drifting off in your rack, a gooey wet nightmare about _____ ruins a good night's sleep."
        },
        {
            "pick": 1,
            "text": "After learning about the rampant use of _____ within the Navy, you quickly decide against re-enlisting."
        },
        {
            "pick": 1,
            "text": "All hands, brace for _____!"
        },
        {
            "pick": 1,
            "text": "America's Navy: A Global Force for _____."
        },
        {
            "pick": 2,
            "text": "An ensign tries to one-up you with a sea story about _____. You win by telling him the one about _____."
        },
        {
            "pick": 1,
            "text": "Before mustering for cleaning stations, you check the POD. To your surprise, you see _____!"
        },
        {
            "pick": 1,
            "text": "Breastfeeding in uniform is risky because _____ can sheak into the blouse and bite a titty."
        },
        {
            "pick": 1,
            "text": "Captain's Cup trophies are about as useful as _____."
        },
        {
            "pick": 1,
            "text": "Chief said if you finish _____ you can go home early."
        },
        {
            "pick": 2,
            "text": "Colluding in secrecy, America's most brilliant minds developed the ultimate weapon against ISIS, which is constructed from _____ and _____."
        },
        {
            "pick": 1,
            "text": "Congratulations! You've joined the Navy and now you're a hero! What do you plan to fuck up first?"
        },
        {
            "pick": 1,
            "text": "Do you want liberty secured?!? Because _____ is how you get liberty secured!"
        },
        {
            "pick": 1,
            "text": "Ewwwww the chow tastes funny again! I bet a CS slipped _____ into it!"
        },
        {
            "pick": 1,
            "text": "Gee whiz, I can't wait to get my Surface Warfare qual so I can finally be ready for _____!"
        },
        {
            "pick": 1,
            "text": "Good morning, shipmate! Grab a quick breakfast and meet me in the berthing for a hardcore session of _____!"
        },
        {
            "pick": 1,
            "text": "Gundecking checklists ALWAYS leads to _____."
        },
        {
            "pick": 1,
            "text": "Haze yourself! is an appropriate response to the question \"Hey Petty Officer, wanna see _____?\""
        },
        {
            "pick": 1,
            "text": "Hazing is illegal, but it's still acceptable to give your new check-ins _____ and tell them to have fun."
        },
        {
            "pick": 1,
            "text": "Honor those lost at sea. Seriously, pause the game and raise your glasses for those who unknowingly made their final voyage."
        },
        {
            "pick": 1,
            "text": "I can't believe it! I got written up for _____ during my last barracks inspection."
        },
        {
            "pick": 1,
            "text": "I pooped off the side of the ship and _____ squirted out!"
        },
        {
            "pick": 1,
            "text": "If Admiral Zumwalt was resurrected from the dead using gnarly pirate sorcery, he would cringe at the sight of _____ in today's Navy."
        },
        {
            "pick": 1,
            "text": "If chiefs are the backbone, what is the rectum of the Navy?"
        },
        {
            "pick": 2,
            "text": "If he was alive today, Fleet Admiral Chester W. Nimitz would be most proud of _____, but also disappointed in _____."
        },
        {
            "pick": 1,
            "text": "If I could travel back in time to RTC Great Lakes, I would surely warn my past self about _____."
        },
        {
            "pick": 1,
            "text": "If it wasn't for _____, deployment wouldn't be so bad!"
        },
        {
            "pick": 3,
            "text": "If Snipes really ran the Navy, every ship would be a nonstop cluster fuck of _____, _____, and _____."
        },
        {
            "pick": 1,
            "text": "If the Arabian Gulf had a mascot, it would be _____."
        },
        {
            "pick": 1,
            "text": "If you hold a Corfam shoe to your ear, you can hear the sound of _____."
        },
        {
            "pick": 1,
            "text": "If your LCPO was captured by ISIS, they would torture him until he divulged info about _____."
        },
        {
            "pick": 1,
            "text": "In addition to ladyboys, it's best to watch out for _____ while in Thailand."
        },
        {
            "pick": 1,
            "text": "Instead of \"Hooyah!\" the new Navy catch phrase should be \"_____!\""
        },
        {
            "pick": 1,
            "text": "ISIS is now demanding _____ in exchange for hostages."
        },
        {
            "pick": 1,
            "text": "It's the Navy's birthday! What are you doing to celebrate?"
        },
        {
            "pick": 1,
            "text": "IYAOYAS.\nTranslation: _____."
        },
        {
            "pick": 1,
            "text": "Locking your coffin rack prevents berthing rats from pilfering your secret stash of _____."
        },
        {
            "pick": 2,
            "text": "Loose lips sink ships. Don't ever discuss _____ or _____."
        },
        {
            "pick": 1,
            "text": "Need to get revenge on a jacket-wearing OS? Try cramming their freshly polished boots inside of _____."
        },
        {
            "pick": 1,
            "text": "Not again! You just caught your rackmate jerkin' it to _____ for the third time this week!"
        },
        {
            "pick": 1,
            "text": "Note to self: _____ = immediate DRB!"
        },
        {
            "pick": 1,
            "text": "Nothing is better than ragging on the Coast Guard, but _____ come pretty damn close!"
        },
        {
            "pick": 1,
            "text": "Nothing says \"I'm a dumb shit Navy tool\" quite like _____."
        },
        {
            "pick": 1,
            "text": "Recruiters will lie about anything, but they REALLY love spreading bullshit about _____."
        },
        {
            "pick": 1,
            "text": "Rip Its® and _____ destroyed this Sailor's life!"
        },
        {
            "pick": 1,
            "text": "Some chuckle fuck got busted for _____ and now we have to stay late for ORM training."
        },
        {
            "pick": 1,
            "text": "Step 1: Liberty in Thailand.\n\nStep 2: Captain's Mast for _____.\n\nStep 3: Die of antibiotic-resistant dick rot."
        },
        {
            "pick": 3,
            "text": "The Chinese were surprised to learn that the three major components of the Aegis Ballistic Missile Defense System are _____, _____, and _____."
        },
        {
            "pick": 2,
            "text": "The Cunt for Red Cock-tober, a submarine-themed porn parody, features a disturbing scene where _____ is thrust into _____."
        },
        {
            "pick": 2,
            "text": "The fan room is frequently used for committing unspeakeable acts involving _____ and _____."
        },
        {
            "pick": 1,
            "text": "The ideal way to punish those assholes who throw chemlights off the ship is to force-feed them _____."
        },
        {
            "pick": 1,
            "text": "The only reason I would ever re-enlist is if the SECNAV granted me unlimited access to _____."
        },
        {
            "pick": 1,
            "text": "The only thing dumber than removing \"man\" from all Navy job titles is _____."
        },
        {
            "pick": 1,
            "text": "The only thing sadder than having BAH taken away is _____."
        },
        {
            "pick": 1,
            "text": "The only thing that can match the intensity of a submarine race is _____."
        },
        {
            "pick": 1,
            "text": "The overturning of UCMJ Article 125, Forcible Sodomy and Bestiality, means I'm now free to fuck _____!"
        },
        {
            "pick": 2,
            "text": "The phrase \"Balls Deep in Freedom!\" should be hollered whenever _____ is combined with _____."
        },
        {
            "pick": 1,
            "text": "The phrase \"Unfuck Yourself!\" reminds me of _____."
        },
        {
            "pick": 1,
            "text": "The SECNAV's plan to ban _____ aboard ships should further accelerate the pussification of the Navy."
        },
        {
            "pick": 2,
            "text": "The U.S. Navy's new custom fragrance, Eau de Farragut, smells like a mixture of _____ and _____."
        },
        {
            "pick": 1,
            "text": "The USS Hillary Clinton, a Zumwalt-class guided-missile destroyer, is the only ship powered solely by _____."
        },
        {
            "pick": 2,
            "text": "There are only two things better than running a train on Chief's daughter: _____ and _____."
        },
        {
            "pick": 2,
            "text": "To keep its ties to Mexican drug cartels secret, the VA routinely bribes government officials with _____ and _____."
        },
        {
            "pick": 2,
            "text": "To show his gratitude to the SEALs who saved his life, Captain Phillips gave each of them gifts of _____ and _____."
        },
        {
            "pick": 2,
            "text": "Tower, this is Ghost Rider requesting _____. \"That's a negative Ghost Rider, the pattern is _____.\""
        },
        {
            "pick": 2,
            "text": "Two ensigns are beating the fuck out of each other because someone said _____ was better than _____."
        },
        {
            "pick": 1,
            "text": "Using the Wii Fit® for training at RTC is about as laughable as _____."
        },
        {
            "pick": 1,
            "text": "What do Purple Shirts think about when they're standing around refueling birds?"
        },
        {
            "pick": 1,
            "text": "What gives Chief his awe-inspiring power?"
        },
        {
            "pick": 1,
            "text": "What is the MCPON's most coveted pastime?"
        },
        {
            "pick": 1,
            "text": "What is the SECNAV fantasizing about right now?"
        },
        {
            "pick": 1,
            "text": "What never fails to make you laugh on deployment?"
        },
        {
            "pick": 1,
            "text": "What powers the CNO's unstoppable freedom boner?"
        },
        {
            "pick": 1,
            "text": "What's currently burning on the flight deck?"
        },
        {
            "pick": 1,
            "text": "When Nukes go postal, _____ becomes the target of their radiation fueled rage."
        },
        {
            "pick": 1,
            "text": "When you smash a terrorist's head, what oozes out?"
        },
        {
            "pick": 1,
            "text": "When your Corpsman is feeling down, cheer him up with a healthy dose of _____."
        },
        {
            "pick": 1,
            "text": "Why is the chief always grumpy? Well, it's because he's responsible for _____."
        },
        {
            "pick": 1,
            "text": "You're about a cunt hair away from _____, shipmate!"
        },
        {
            "pick": 1,
            "text": "You're staggering back to the last liberty bus of the night when, all of a sudden, _____ appears!"
        },
        {
            "pick": 1,
            "text": "Your chief expected _____ in return for your EP Eval this cycle."
        },
        {
            "pick": 1,
            "text": "Your Corpsman buddy once told you that he pulled _____ out of a Marine's ass."
        },
        {
            "pick": 1,
            "text": "Your LPO demands you bring him reactor air samples and 50 feet of gig line. Instead, you cunningly \"acquire\" _____."
        }
    ]
}