{
    "order": 57,
    "filename": "json_RejectPack3",
    "name": "Reject Pack 3",
    "white_cards": [
        "A child's love of sticks.",
        "A man two times the size of a man half his size.",
        "Abandoning all concepts and categories and seeing the world as it truly is.",
        "Abort-tron, the abortion robot.",
        "Achieving total fitness and turning into a mental cube.",
        "Being blind but having super strength but having Alzheimer's Disease by being invisible.",
        "Collapsing into singularity. Twenty minutes fo foreplay, three minutes of coitus, five minutes of rest, back to the yards for some croquet.",
        "Computers.",
        "Cum, but it's ranch.",
        "Fashion... \nheard of if?",
        "Getting my mind boggled by a gang of mind bogglers.",
        "Letting these hoes know.",
        "Meatballs,\nmeatballs,\nmeatballs!",
        "Passing fart and making toilet.",
        "Running afoul of the Sultan's Janissaries.",
        "Sheboygan, Wisconsin.",
        "Struggling to swallow a live bat.",
        "Taking off my glasses and becoming beautiful.",
        "The tiny man who lives inside the ATM and hands out all the money.",
        "The tiny man who only eats coffee beans and diarrheas into my thermos every morning.",
        "Using electric eels to solve the world's energy crisis.",
        "Why, a hot air balloon of course!",
        "You there!\nFrench boy!"
    ],
    "black_cards": [
        {
            "pick": 1,
            "text": "Bitch, you look nasty. You look disgusting. You look like you're _____. Go home, butch."
        },
        {
            "pick": 1,
            "text": "So this family circus act comes in to see a talent agent in Hoboken, and the agent askes what they do. The father of the act jumps up and starts to furiously beat off into a towel while his wife whips her hair back and forth to that famous song - originally sung by one of Will Smith's kids, \"I Whipe My Hair Bcak And Forth\" - which her twin daughters are singing while they braid each other's pubes, all while the twin BROTHERS are creating a real-estate bubble by purchasing houses and flipping them for needless profit, and all THIS is happening while the grandmother is peeing into a Smuckers jar and slapping her ass. The whole thing ends with the family spitting into each other's assholes. The talent agent can't believe it. He looks at the sweaty father who has just spit into his mother's asshole and says. \"WOW. This is great. Whaddya call yourselves?\" And the guy looks at him and says, \"We're _____.\""
        }
    ]
}